{
    "law_name": "LUẬT BẢO VỆ QUYỀN LỢI NGƯỜI TIÊU DÙNG",
    "metadata": {
        "tieu_de": "Luật Bảo vệ quyền lợi người tiêu dùng 2023",
        "so_hieu": "19/2023/QH15",
        "ngay_ban_hanh": "20/06/2023",
        "nguoi_ky": "Vương Đình Huệ",
        "so_cong_bao": "Từ số 865 đến số 866",
        "tinh_trang_hieu_luc": "Còn hiệu lực",
        "loai_van_ban": "Luật",
        "noi_ban_hanh": "Quốc hội",
        "ngay_cong_bao": "Đang cập nhật",
        "ngay_hieu_luc": "01/07/2024"
    },
    "chapters": [
        {
            "type": "chapter",
            "index": "I",
            "title": "NHỮNG QUY ĐỊNH CHUNG",
            "articles": [
                {
                    "type": "article",
                    "index": "1",
                    "title": "Phạm vi điều chỉnh",
                    "items": [
                        {
                            "type": "text",
                            "content": "Luật này quy định về nguyên tắc, chính sách bảo vệ quyền lợi người tiêu dùng; quyền và nghĩa vụ của người tiêu dùng; trách nhiệm của tổ chức, cá nhân kinh doanh đối với người tiêu dùng; hoạt động bảo vệ quyền lợi người tiêu dùng của cơ quan, tổ chức; giải quyết tranh chấp giữa người tiêu dùng và tổ chức, cá nhân kinh doanh; quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng."
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "2",
                    "title": "Đối tượng áp dụng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức, cá nhân kinh doanh.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Mặt trận Tổ quốc Việt Nam; tổ chức chính trị - xã hội.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Tổ chức chính trị xã hội - nghề nghiệp, tổ chức xã hội, tổ chức xã hội - nghề nghiệp (sau đây gọi chung là tổ chức xã hội) tham gia bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Cơ quan, tổ chức, cá nhân trong nước và nước ngoài có liên quan đến bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "3",
                    "title": "Giải thích từ ngữ",
                    "items": [
                        {
                            "type": "text",
                            "content": "Trong Luật này, các từ ngữ dưới đây được hiểu như sau:"
                        },
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Người tiêu dùng là người mua, sử dụng sản phẩm, hàng hóa, dịch vụ cho mục đích tiêu dùng, sinh hoạt của cá nhân, gia đình, cơ quan, tổ chức và không vì mục đích thương mại.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức, cá nhân kinh doanh là tổ chức, cá nhân thực hiện liên tục một, một số hoặc tất cả các công đoạn của quá trình từ đầu tư, sản xuất đến tiêu thụ sản phẩm, hàng hóa hoặc cung cấp dịch vụ trên thị trường nhằm mục đích sinh lợi, bao gồm:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Thương nhân theo quy định của Luật Thương mại;"
                                },
                                {
                                    "index": "b",
                                    "content": "Cá nhân hoạt động thương mại độc lập, thường xuyên, không phải đăng ký kinh doanh."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Thông tin của người tiêu dùng bao gồm thông tin cá nhân của người tiêu dùng, thông tin về quá trình mua, sử dụng sản phẩm, hàng hóa, dịch vụ của người tiêu dùng và thông tin khác liên quan đến giao dịch giữa người tiêu dùng và tổ chức, cá nhân kinh doanh.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Sản phẩm, hàng hóa có khuyết tật là sản phẩm, hàng hóa không bảo đảm an toàn cho người tiêu dùng, có khả năng gây thiệt hại cho tính mạng, sức khỏe, tài sản của người tiêu dùng nhưng chưa phát hiện được khuyết tật tại thời điểm sản phẩm, hàng hóa được cung cấp cho người tiêu dùng mặc dù sản phẩm, hàng hóa đó được sản xuất theo đúng tiêu chuẩn, quy chuẩn kỹ thuật hiện hành, bao gồm:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Sản phẩm, hàng hóa sản xuất hàng loạt có khuyết tật phát sinh từ thiết kế kỹ thuật;"
                                },
                                {
                                    "index": "b",
                                    "content": "Sản phẩm, hàng hóa đơn lẻ có khuyết tật phát sinh từ quá trình sản xuất, chế biến, vận chuyển, lưu giữ và sử dụng;"
                                },
                                {
                                    "index": "c",
                                    "content": "Sản phẩm, hàng hóa tiềm ẩn nguy cơ gây mất an toàn trong quá trình sử dụng nhưng không có hướng dẫn, cảnh báo đầy đủ cho người tiêu dùng."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Giao dịch từ xa là giao dịch được thực hiện trên không gian mạng, phương tiện điện tử hoặc phương tiện khác mà người tiêu dùng không được kiểm tra, tiếp xúc trực tiếp với sản phẩm, hàng hóa, dịch vụ trước khi tham gia giao dịch.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "6",
                            "content": "Cung cấp dịch vụ liên tục là việc cung cấp dịch vụ có thời hạn từ 03 tháng trở lên hoặc không xác định thời hạn.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "7",
                            "content": "Bán hàng trực tiếp là việc tổ chức, cá nhân kinh doanh chủ động tiếp cận người tiêu dùng, giới thiệu sản phẩm, hàng hóa, dịch vụ để bán, cung cấp cho người tiêu dùng, bao gồm các hình thức sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Bán hàng tận cửa là hoạt động bán sản phẩm, hàng hóa, cung cấp dịch vụ tại nơi ở, nơi làm việc của người tiêu dùng;"
                                },
                                {
                                    "index": "b",
                                    "content": "Bán hàng đa cấp là hoạt động bán hàng hóa thông qua mạng lưới cá nhân tham gia gồm nhiều cấp, nhiều nhánh, trong đó cá nhân tham gia được hưởng hoa hồng, tiền thưởng và lợi ích kinh tế khác từ kết quả bán hàng hóa của mình và của cá nhân khác trong mạng lưới;"
                                },
                                {
                                    "index": "c",
                                    "content": "Bán hàng không tại địa điểm giao dịch thường xuyên là hoạt động giới thiệu, bán sản phẩm, hàng hóa, cung cấp dịch vụ tại các địa điểm không phải là địa điểm bán lẻ sản phẩm, hàng hóa cố định, giới thiệu, cung cấp dịch vụ thường xuyên."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "8",
                            "content": "Giao dịch đặc thù bao gồm giao dịch từ xa, cung cấp dịch vụ liên tục và bán hàng trực tiếp giữa tổ chức, cá nhân kinh doanh và người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "9",
                            "content": "Người có ảnh hưởng là chuyên gia, người có uy tín, người được xã hội chú ý trong lĩnh vực, ngành, nghề cụ thể theo quy định của Chính phủ.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "10",
                            "content": "Tiêu dùng bền vững là việc sử dụng sản phẩm, hàng hóa, dịch vụ đáp ứng mục đích tiêu dùng, sinh hoạt của cá nhân, gia đình, cơ quan, tổ chức một cách hiệu quả, đồng thời giảm thiểu các tác động tiêu cực về môi trường, kinh tế - xã hội.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "4",
                    "title": "Quyền của người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Được bảo đảm an toàn tính mạng, sức khoẻ, danh dự, nhân phẩm, uy tín, tài sản, bảo vệ thông tin, quyền, lợi ích hợp pháp khác khi tham gia giao dịch, sử dụng sản phẩm, hàng hóa, dịch vụ do tổ chức, cá nhân kinh doanh cung cấp.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Được cung cấp hóa đơn, chứng từ, tài liệu liên quan đến giao dịch; thông tin kịp thời, chính xác, đầy đủ về sản phẩm, hàng hóa, dịch vụ, nội dung giao dịch, nguồn gốc, xuất xứ sản phẩm, hàng hóa, dịch vụ và về tổ chức, cá nhân kinh doanh.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Lựa chọn sản phẩm, hàng hóa, dịch vụ, tổ chức, cá nhân kinh doanh theo nhu cầu, điều kiện thực tế của mình; quyết định tham gia hoặc không tham gia giao dịch; thỏa thuận các nội dung giao dịch với tổ chức, cá nhân kinh doanh; được cung cấp sản phẩm, hàng hóa, dịch vụ đúng với nội dung đã giao kết.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Góp ý với tổ chức, cá nhân kinh doanh về giá, chất lượng sản phẩm, hàng hóa, dịch vụ, phong cách phục vụ, phương thức giao dịch và nội dung liên quan đến giao dịch giữa người tiêu dùng và tổ chức, cá nhân kinh doanh.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Yêu cầu tổ chức, cá nhân kinh doanh bồi thường thiệt hại khi sản phẩm, hàng hóa có khuyết tật, sản phẩm, hàng hóa, dịch vụ không phù hợp tiêu chuẩn, quy chuẩn kỹ thuật, không bảo đảm an toàn, đo lường, số lượng, khối lượng, chất lượng, công dụng, giá, nội dung khác theo quy định của pháp luật hoặc không đúng với đăng ký, thông báo, công bố, niêm yết, quảng cáo, giới thiệu, giao kết, cam kết của tổ chức, cá nhân kinh doanh.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "6",
                            "content": "Tham gia xây dựng chính sách, pháp luật về bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "7",
                            "content": "Khiếu nại, tố cáo, khởi kiện hoặc đề nghị tổ chức xã hội khởi kiện để bảo vệ quyền lợi của mình theo quy định của Luật này và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "8",
                            "content": "Được tư vấn, hỗ trợ, hướng dẫn về kiến thức và kỹ năng tiêu dùng sản phẩm, hàng hóa, dịch vụ.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "9",
                            "content": "Được tạo điều kiện lựa chọn môi trường tiêu dùng lành mạnh và bền vững.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "10",
                            "content": "Được bảo vệ khi sử dụng dịch vụ công theo quy định của Luật này và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "11",
                            "content": "Quyền khác theo quy định của pháp luật.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "5",
                    "title": "Nghĩa vụ của người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Kiểm tra sản phẩm, hàng hóa trước khi nhận theo quy định của pháp luật; lựa chọn tiêu dùng sản phẩm, hàng hóa có nguồn gốc, xuất xứ rõ ràng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tiêu dùng không vi phạm pháp luật, không trái với thuần phong mỹ tục và đạo đức xã hội, không xâm phạm đến lợi ích quốc gia, dân tộc, lợi ích công cộng, không gây nguy hại đến tính mạng, sức khỏe, tài sản của mình và của người khác.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Tuân thủ điều kiện, hướng dẫn vận chuyển, bảo quản, sử dụng sản phẩm, hàng hóa, dịch vụ; quy định về kiểm định, bảo vệ môi trường, tiêu dùng bền vững theo quy định của pháp luật.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Thông tin kịp thời, chính xác cho cơ quan nhà nước, tổ chức, cá nhân có liên quan khi phát hiện sản phẩm, hàng hóa, dịch vụ lưu hành trên thị trường không bảo đảm an toàn, gây thiệt hại hoặc đe dọa gây thiệt hại đến tính mạng, sức khỏe, danh dự, nhân phẩm, uy tín, tài sản của người tiêu dùng; hành vi của tổ chức, cá nhân kinh doanh xâm phạm đến quyền, lợi ích hợp pháp của người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Chịu trách nhiệm về việc cung cấp không chính xác hoặc không đầy đủ về thông tin liên quan đến giao dịch giữa người tiêu dùng và tổ chức, cá nhân kinh doanh theo quy định của pháp luật.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "6",
                            "content": "Nghĩa vụ khác theo quy định của pháp luật.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "6",
                    "title": "Nguyên tắc bảo vệ quyền lợi người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Bảo vệ quyền lợi người tiêu dùng là trách nhiệm của Nhà nước, tổ chức, cá nhân và toàn xã hội.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Quyền, lợi ích hợp pháp của người tiêu dùng được công nhận, tôn trọng, bảo đảm và bảo vệ theo quy định của pháp luật.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Bảo vệ quyền lợi người tiêu dùng phải được chủ động thực hiện kịp thời, công bằng, minh bạch, đúng pháp luật.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Hoạt động bảo vệ quyền lợi người tiêu dùng không được xâm phạm đến lợi ích của Nhà nước, quyền, lợi ích hợp pháp của tổ chức, cá nhân kinh doanh và tổ chức, cá nhân khác.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Bảo đảm công bằng, bình đẳng, không phân biệt về giới, tự nguyện, không vi phạm pháp luật, không trái với thuần phong mỹ tục và đạo đức xã hội trong giao dịch giữa người tiêu dùng và tổ chức, cá nhân kinh doanh.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "7",
                    "title": "Chính sách của Nhà nước về bảo vệ quyền lợi người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tạo điều kiện thuận lợi để người tiêu dùng, cơ quan, tổ chức, cá nhân khác thực hiện đầy đủ quyền, nghĩa vụ và phát huy sự chủ động trong hoạt động bảo vệ quyền lợi người tiêu dùng; khuyến khích, tôn vinh người tiêu dùng, tổ chức, cá nhân khác tham gia bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Khuyến khích, hỗ trợ tổ chức, cá nhân kinh doanh nghiên cứu, ứng dụng, phát triển khoa học, công nghệ và đổi mới sáng tạo trong hoạt động bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Tạo điều kiện thuận lợi huy động các nguồn lực đầu tư cơ sở vật chất, phát triển nhân lực cho cơ quan, tổ chức thực hiện công tác bảo vệ quyền lợi người tiêu dùng và cơ quan, tổ chức có liên quan; khuyến khích, đẩy mạnh xã hội hóa công tác tư vấn, hỗ trợ, tuyên truyền, phổ biến chính sách, pháp luật, kiến thức, hướng dẫn kỹ năng về bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Bảo vệ quyền lợi người tiêu dùng gắn với thúc đẩy thực hành kinh doanh có trách nhiệm, đa dạng hóa các kênh phân phối hiện đại, xây dựng nền kinh tế độc lập, tự chủ.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Đẩy mạnh hội nhập, mở rộng hợp tác quốc tế, chia sẻ thông tin, kinh nghiệm trong việc bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "6",
                            "content": "Nâng cao đạo đức kinh doanh, hình thành văn hóa tiêu dùng an toàn, văn minh, lành mạnh và bền vững; xử lý nghiêm, kịp thời các hành vi xâm phạm quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "7",
                            "content": "Thúc đẩy sản xuất và tiêu dùng bền vững, bao gồm các hoạt động sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Khuyến khích, thúc đẩy đầu tư, sản xuất, lưu thông, phân phối, xuất khẩu, nhập khẩu sản phẩm, hàng hóa, dịch vụ, công nghệ thân thiện môi trường hướng đến kinh tế xanh, kinh tế tuần hoàn nhằm nâng cao lợi ích của người tiêu dùng;"
                                },
                                {
                                    "index": "b",
                                    "content": "Hỗ trợ tổ chức, cá nhân ứng dụng, phát triển khoa học, công nghệ tiên tiến, mã số, mã vạch, truy xuất nguồn gốc để sản xuất, cung cấp sản phẩm, hàng hóa, dịch vụ an toàn, bảo đảm chất lượng, nâng cao năng lực cạnh tranh của sản phẩm, hàng hóa, dịch vụ;"
                                },
                                {
                                    "index": "c",
                                    "content": "Tham gia chủ động và có trách nhiệm vào các hoạt động thúc đẩy sản xuất, tiêu dùng bền vững của khu vực và thế giới."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "8",
                    "title": "Bảo vệ quyền lợi người tiêu dùng dễ bị tổn thương",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Người tiêu dùng dễ bị tổn thương là người tiêu dùng có khả năng chịu nhiều tác động bất lợi về tiếp cận thông tin, sức khỏe, tài sản, giải quyết tranh chấp tại thời điểm mua hoặc sử dụng sản phẩm, hàng hóa, dịch vụ, bao gồm:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Người cao tuổi theo quy định của pháp luật về người cao tuổi;"
                                },
                                {
                                    "index": "b",
                                    "content": "Người khuyết tật theo quy định của pháp luật về người khuyết tật;"
                                },
                                {
                                    "index": "c",
                                    "content": "Trẻ em theo quy định của pháp luật về trẻ em;"
                                },
                                {
                                    "index": "d",
                                    "content": "Người dân tộc thiểu số; người sinh sống tại vùng đồng bào dân tộc thiểu số và miền núi, hải đảo, vùng có điều kiện kinh tế - xã hội khó khăn, vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn theo quy định của pháp luật;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Phụ nữ đang mang thai hoặc nuôi con dưới 36 tháng tuổi;"
                                },
                                {
                                    "index": "e",
                                    "content": "Người bị bệnh hiểm nghèo theo quy định của pháp luật;"
                                },
                                {
                                    "index": "g",
                                    "content": "Thành viên hộ nghèo theo quy định của pháp luật."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Việc bảo vệ quyền lợi người tiêu dùng dễ bị tổn thương được thực hiện như sau:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Người tiêu dùng dễ bị tổn thương được bảo đảm các quyền của người tiêu dùng theo quy định của Luật này và các quyền, chính sách ưu tiên theo quy định khác của pháp luật có liên quan;"
                                },
                                {
                                    "index": "b",
                                    "content": "Tổ chức, cá nhân kinh doanh chủ động, tự chịu trách nhiệm tổ chức thực hiện quy định tại khoản 3 Điều này;"
                                },
                                {
                                    "index": "c",
                                    "content": "Khi người tiêu dùng dễ bị tổn thương có yêu cầu được bảo vệ kèm theo chứng cứ, tài liệu chứng minh mình là người tiêu dùng dễ bị tổn thương và về việc quyền lợi của mình bị xâm phạm, tổ chức, cá nhân kinh doanh phải ưu tiên tiếp nhận, xử lý và không chuyển yêu cầu của người tiêu dùng cho bên thứ ba giải quyết, trừ trường hợp bên thứ ba đó có nghĩa vụ liên quan. Trường hợp từ chối giải quyết yêu cầu của người tiêu dùng dễ bị tổn thương, tổ chức, cá nhân kinh doanh phải trả lời bằng văn bản, trong đó nêu rõ căn cứ pháp lý và sự không phù hợp với nội dung chính sách đã công bố theo quy định tại khoản 3 Điều này;"
                                },
                                {
                                    "index": "d",
                                    "content": "Tổ chức, cá nhân kinh doanh phải bồi thường thiệt hại theo quy định của pháp luật về dân sự cho người tiêu dùng dễ bị tổn thương trong trường hợp chậm, từ chối ưu tiên hoặc từ chối tiếp nhận, xử lý yêu cầu của người tiêu dùng theo quy định tại điểm c khoản này;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng, tổ chức chính trị - xã hội, tổ chức xã hội bảo đảm ưu tiên tiếp nhận, xử lý yêu cầu của người tiêu dùng dễ bị tổn thương và hướng dẫn người tiêu dùng dễ bị tổn thương cung cấp các chứng cứ, tài liệu về việc quyền lợi của mình bị xâm phạm;"
                                },
                                {
                                    "index": "e",
                                    "content": "Cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng, tổ chức chính trị - xã hội, tổ chức xã hội có trách nhiệm hướng dẫn, kiểm tra, giám sát, xử lý vi phạm đối với tổ chức, cá nhân kinh doanh trong quá trình tổ chức thực hiện trách nhiệm quy định tại khoản 3 Điều này phù hợp với thẩm quyền theo quy định của pháp luật."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Khi giao dịch với người tiêu dùng dễ bị tổn thương, tổ chức, cá nhân kinh doanh có trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Bảo đảm việc thực hiện quyền của người tiêu dùng dễ bị tổn thương trong quá trình mua bán sản phẩm, hàng hóa, cung cấp dịch vụ theo quy định của pháp luật;"
                                },
                                {
                                    "index": "b",
                                    "content": "Áp dụng cơ chế giải quyết khiếu nại, tranh chấp theo quy định của pháp luật phù hợp với từng đối tượng người tiêu dùng dễ bị tổn thương;"
                                },
                                {
                                    "index": "c",
                                    "content": "Không được từ chối giải quyết yêu cầu được bảo vệ của người tiêu dùng dễ bị tổn thương quy định tại điểm c khoản 2 Điều này do khác biệt về tiếng nói, chữ viết, phong tục, tập quán;"
                                },
                                {
                                    "index": "d",
                                    "content": "Chống kỳ thị, phân biệt đối xử, lợi dụng yếu tố dễ bị tổn thương để xâm phạm quyền, lợi ích hợp pháp của người tiêu dùng trong quá trình thực hiện giao dịch;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Xây dựng, ban hành trình tự, thủ tục, phương thức hoặc biện pháp phù hợp với từng đối tượng người tiêu dùng dễ bị tổn thương để bảo đảm quyền khiếu nại, yêu cầu giải quyết tranh chấp và các quyền khác của người tiêu dùng dễ bị tổn thương;"
                                },
                                {
                                    "index": "e",
                                    "content": "Xây dựng, cập nhật, công khai cho người tiêu dùng dễ bị tổn thương các nội dung quy định tại khoản này theo hình thức niêm yết tại trụ sở, địa điểm kinh doanh hoặc đăng tải trên trang thông tin điện tử, phần mềm ứng dụng (nếu có) và đào tạo, tập huấn cho người lao động của mình về các nội dung đó. Trách nhiệm quy định tại điểm này không bắt buộc áp dụng đối với cá nhân hoạt động thương mại độc lập, thường xuyên, không phải đăng ký kinh doanh; doanh nghiệp nhỏ, siêu nhỏ theo quy định của pháp luật, trừ trường hợp doanh nghiệp đó thực hiện giao dịch quy định tại Chương III của Luật này;"
                                },
                                {
                                    "index": "g",
                                    "content": "Trách nhiệm khác theo quy định của Luật này và quy định khác của pháp luật có liên quan."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "9",
                    "title": "Bảo vệ quyền lợi người tiêu dùng trong giao dịch với cá nhân hoạt động thương mại độc lập, thường xuyên, không phải đăng ký kinh doanh",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Cá nhân hoạt động thương mại độc lập, thường xuyên, không phải đăng ký kinh doanh theo quy định của Luật này chỉ phải thực hiện các trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Bảo đảm an toàn, đo lường, số lượng, khối lượng, chất lượng, công dụng của sản phẩm, hàng hóa, dịch vụ mà mình bán, cung cấp cho người tiêu dùng;"
                                },
                                {
                                    "index": "b",
                                    "content": "Không được bán, cung cấp cho người tiêu dùng các loại sản phẩm, hàng hóa, dịch vụ trái pháp luật, trái với thuần phong mỹ tục và đạo đức xã hội;"
                                },
                                {
                                    "index": "c",
                                    "content": "Cung cấp chính xác, đầy đủ thông tin về sản phẩm, hàng hóa, dịch vụ mà mình bán, cung cấp cho người tiêu dùng;"
                                },
                                {
                                    "index": "d",
                                    "content": "Đổi hàng hóa cho người tiêu dùng hoặc trả lại tiền và nhận lại hàng hóa từ người tiêu dùng trong trường hợp hàng hóa do mình bán, cung cấp không bảo đảm an toàn, đo lường, số lượng, khối lượng, chất lượng, công dụng như thông tin mà mình cung cấp;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Chấp hành quyết định thu hồi sản phẩm, hàng hóa trong trường hợp sản phẩm, hàng hóa do mình bán, cung cấp thuộc diện phải thu hồi; chịu chi phí để tiêu hủy sản phẩm, hàng hóa trong trường hợp sản phẩm, hàng hóa phải tiêu hủy theo quyết định của cơ quan có thẩm quyền;"
                                },
                                {
                                    "index": "e",
                                    "content": "Trách nhiệm khác theo quy định của Chính phủ."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Căn cứ vào quy định của Luật này và quy định khác của pháp luật có liên quan, Chính phủ quy định chi tiết việc bảo vệ quyền lợi người tiêu dùng trong giao dịch với cá nhân hoạt động thương mại độc lập, thường xuyên, không phải đăng ký kinh doanh.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Căn cứ vào quy định của Luật này, quy định của Chính phủ và điều kiện cụ thể của địa phương, Ủy ban nhân dân cấp xã, ban quản lý chợ, khu thương mại triển khai thực hiện các biện pháp cụ thể để bảo đảm an toàn, đo lường, số lượng, khối lượng, chất lượng của sản phẩm, hàng hóa, dịch vụ và bảo vệ quyền, lợi ích hợp pháp khác cho người tiêu dùng khi mua, sử dụng sản phẩm, hàng hóa, dịch vụ của cá nhân hoạt động thương mại độc lập, thường xuyên, không phải đăng ký kinh doanh.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "10",
                    "title": "Các hành vi bị nghiêm cấm trong bảo vệ quyền lợi người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức, cá nhân kinh doanh bị nghiêm cấm thực hiện các hành vi sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Lừa dối hoặc gây nhầm lẫn cho người tiêu dùng thông qua việc cung cấp thông tin sai lệch, không đầy đủ, không chính xác về một trong các nội dung sau đây: sản phẩm, hàng hóa, dịch vụ mà tổ chức, cá nhân kinh doanh bán, cung cấp; uy tín, khả năng kinh doanh, khả năng cung cấp sản phẩm, hàng hóa, dịch vụ của tổ chức, cá nhân kinh doanh; nội dung, đặc điểm giao dịch giữa người tiêu dùng với tổ chức, cá nhân kinh doanh; hình ảnh, giấy tờ, tài liệu chứng nhận của cơ quan nhà nước có thẩm quyền về sản phẩm, hàng hóa, dịch vụ hoặc tổ chức, cá nhân kinh doanh;"
                                },
                                {
                                    "index": "b",
                                    "content": "Quấy rối người tiêu dùng thông qua hành vi tiếp xúc trực tiếp hoặc gián tiếp trái với ý muốn của người tiêu dùng để giới thiệu về sản phẩm, hàng hóa, dịch vụ, tổ chức, cá nhân kinh doanh, đề nghị giao kết hợp đồng hoặc có hành vi khác gây cản trở công việc, sinh hoạt bình thường của người tiêu dùng;"
                                },
                                {
                                    "index": "c",
                                    "content": "Ép buộc người tiêu dùng mua sản phẩm, hàng hóa, dịch vụ trái với ý muốn của người tiêu dùng thông qua việc thực hiện hành vi dùng vũ lực, đe dọa dùng vũ lực hoặc hành vi khác có tính chất tương tự;"
                                },
                                {
                                    "index": "d",
                                    "content": "Ép buộc người tiêu dùng thanh toán cho sản phẩm, hàng hóa, dịch vụ đã cung cấp mà không có thỏa thuận trước với người tiêu dùng;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Không đền bù, trả lại tiền hoặc đổi lại sản phẩm, hàng hóa, dịch vụ cho người tiêu dùng do nhầm lẫn của tổ chức, cá nhân kinh doanh;"
                                },
                                {
                                    "index": "e",
                                    "content": "Không đền bù, trả lại tiền hoặc đổi lại sản phẩm, hàng hóa, dịch vụ cho người tiêu dùng do sản phẩm, hàng hóa, dịch vụ không đúng với đăng ký, thông báo, công bố, niêm yết, quảng cáo, giới thiệu, giao kết, cam kết của tổ chức, cá nhân kinh doanh;"
                                },
                                {
                                    "index": "g",
                                    "content": "Đánh tráo, gian lận sản phẩm, hàng hóa, dịch vụ khi giao hàng, cung cấp dịch vụ cho người tiêu dùng;"
                                },
                                {
                                    "index": "h",
                                    "content": "Không thông báo trước, không công khai cho người tiêu dùng việc tài trợ cho người có ảnh hưởng dưới mọi hình thức để sử dụng hình ảnh, lời khuyên, khuyến nghị của người này nhằm xúc tiến thương mại hoặc khuyến khích người tiêu dùng mua, sử dụng sản phẩm, hàng hóa, dịch vụ;"
                                },
                                {
                                    "index": "i",
                                    "content": "Ngăn cản người tiêu dùng kiểm tra về sản phẩm, hàng hóa, dịch vụ, trừ trường hợp pháp luật có quy định khác;"
                                },
                                {
                                    "index": "k",
                                    "content": "Yêu cầu người tiêu dùng phải mua thêm sản phẩm, hàng hóa, dịch vụ như là điều kiện bắt buộc để giao kết hợp đồng trái với ý muốn của người tiêu dùng;"
                                },
                                {
                                    "index": "l",
                                    "content": "Quy định điều khoản không được phép tại Điều 25 của Luật này trong hợp đồng giao kết với người tiêu dùng, hợp đồng theo mẫu, điều kiện giao dịch chung;"
                                },
                                {
                                    "index": "m",
                                    "content": "Thu thập, lưu trữ, sử dụng, chỉnh sửa, cập nhật, hủy bỏ thông tin của người tiêu dùng trái quy định của pháp luật."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức, cá nhân bán hàng đa cấp bị nghiêm cấm thực hiện các hành vi sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Yêu cầu người khác phải đặt cọc, nộp một khoản tiền hoặc mua một số lượng hàng hóa nhất định để tham gia bán hàng đa cấp;"
                                },
                                {
                                    "index": "b",
                                    "content": "Cung cấp thông tin gian dối, gây nhầm lẫn cho người tiêu dùng, cá nhân tham gia bán hàng đa cấp;"
                                },
                                {
                                    "index": "c",
                                    "content": "Kinh doanh theo phương thức đa cấp không có giấy chứng nhận đăng ký hoạt động bán hàng đa cấp; tổ chức hoạt động giới thiệu về hoạt động kinh doanh theo phương thức đa cấp không có giấy chứng nhận đăng ký hoạt động bán hàng đa cấp;"
                                },
                                {
                                    "index": "d",
                                    "content": "Kinh doanh theo phương thức đa cấp đối với dịch vụ hoặc hình thức khác không phải là mua bán hàng hóa, trừ trường hợp pháp luật có quy định khác;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Phát triển mạng lưới bán hàng đa cấp không dựa trên giao dịch mua bán hàng hóa;"
                                },
                                {
                                    "index": "e",
                                    "content": "Thực hiện hành vi quy định tại khoản 1 Điều này."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Tổ chức, cá nhân kinh doanh thiết lập, vận hành, cung cấp dịch vụ nền tảng số bị nghiêm cấm thực hiện các hành vi sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Ép buộc hoặc ngăn cản người tiêu dùng đăng ký sử dụng hoặc sử dụng nền tảng số trung gian khác như là điều kiện bắt buộc để sử dụng dịch vụ;"
                                },
                                {
                                    "index": "b",
                                    "content": "Hạn chế quyền lựa chọn của người tiêu dùng thông qua việc sắp xếp ưu tiên lựa chọn sản phẩm, hàng hóa, dịch vụ giữa các tổ chức, cá nhân kinh doanh cung cấp trên nền tảng số mà không công khai tiêu chí lựa chọn;"
                                },
                                {
                                    "index": "c",
                                    "content": "Sử dụng biện pháp ngăn hiển thị hoặc hiển thị không trung thực kết quả phản hồi, đánh giá của người tiêu dùng về sản phẩm, hàng hóa, dịch vụ, tổ chức, cá nhân kinh doanh trên nền tảng số, trừ trường hợp phản hồi, đánh giá đó vi phạm quy định của pháp luật, trái đạo đức xã hội;"
                                },
                                {
                                    "index": "d",
                                    "content": "Sử dụng biện pháp ngăn cản đăng ký, hoạt động, đánh giá, hiển thị phản hồi của tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Ngăn cản người tiêu dùng gỡ bỏ phần mềm, ứng dụng cài đặt sẵn mà không ảnh hưởng đến tính năng kỹ thuật cơ bản giúp nền tảng số vận hành bình thường hoặc buộc người tiêu dùng cài đặt phần mềm, ứng dụng kèm theo trên nền tảng số;"
                                },
                                {
                                    "index": "e",
                                    "content": "Thực hiện hành vi quy định tại khoản 1 Điều này."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Tổ chức, cá nhân bị nghiêm cấm lợi dụng việc bảo vệ quyền lợi người tiêu dùng để xâm phạm lợi ích của Nhà nước, quyền, lợi ích hợp pháp của tổ chức, cá nhân khác.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Chính phủ quy định chi tiết khoản 2 Điều này.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "11",
                    "title": "Yêu cầu cơ quan nhà nước xử lý vi phạm pháp luật có liên quan đến quyền lợi người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Trường hợp phát hiện hành vi vi phạm pháp luật về bảo vệ quyền lợi người tiêu dùng và quy định khác của pháp luật về quyền lợi người tiêu dùng, người tiêu dùng, tổ chức, cá nhân có liên quan có quyền yêu cầu trực tiếp hoặc bằng văn bản đến cơ quan nhà nước có thẩm quyền để được xử lý theo quy định của pháp luật.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Cơ quan nhà nước có thẩm quyền có trách nhiệm tiếp nhận và giải quyết yêu cầu của người tiêu dùng, tổ chức, cá nhân có liên quan theo chức năng, nhiệm vụ, quyền hạn và lĩnh vực được phân công.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Trường hợp cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng nhận được yêu cầu quy định tại khoản 1 Điều này thuộc lĩnh vực quản lý của cơ quan nhà nước khác thì có trách nhiệm chuyển yêu cầu đến cơ quan đó và thông báo cho người tiêu dùng, tổ chức, cá nhân có liên quan biết.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Người tiêu dùng, tổ chức, cá nhân có liên quan có trách nhiệm cung cấp thông tin, bằng chứng về hành vi vi phạm pháp luật của tổ chức, cá nhân kinh doanh.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "12",
                    "title": "Hợp tác quốc tế trong bảo vệ quyền lợi người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Hợp tác quốc tế trong bảo vệ quyền lợi người tiêu dùng được thực hiện trên nguyên tắc tôn trọng độc lập, chủ quyền, toàn vẹn lãnh thổ quốc gia, không can thiệp vào công việc nội bộ của nhau, bình đẳng và cùng có lợi, phù hợp với Hiến pháp, pháp luật của Việt Nam và điều ước quốc tế mà nước Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Trường hợp nước Cộng hòa xã hội chủ nghĩa Việt Nam chưa phải là thành viên của điều ước quốc tế có liên quan thì việc hợp tác quốc tế trong bảo vệ quyền lợi người tiêu dùng được thực hiện theo nguyên tắc có đi có lại nhưng không được trái với Hiến pháp, pháp luật của Việt Nam và phù hợp với pháp luật, tập quán quốc tế.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Phạm vi hợp tác quốc tế trong bảo vệ quyền lợi người tiêu dùng bao gồm tham vấn, trao đổi thông tin, tài liệu, tiếp nhận và giải quyết tranh chấp, xử lý hành vi vi phạm quyền lợi người tiêu dùng hoặc hoạt động hợp tác quốc tế phù hợp khác theo quy định của pháp luật Việt Nam và điều ước quốc tế mà nước Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "13",
                    "title": "Ngày Quyền của người tiêu dùng Việt Nam",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Ngày 15 tháng 3 hằng năm là Ngày Quyền của người tiêu dùng Việt Nam.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Chính phủ quy định việc tổ chức thực hiện các hoạt động hưởng ứng Ngày Quyền của người tiêu dùng Việt Nam.",
                            "subitems": []
                        }
                    ]
                }
            ]
        },
        {
            "type": "chapter",
            "index": "II",
            "title": "TRÁCH NHIỆM CỦA TỔ CHỨC, CÁ NHÂN KINH DOANH ĐỐI VỚI NGƯỜI TIÊU DÙNG",
            "articles": [
                {
                    "type": "article",
                    "index": "14",
                    "title": "Bảo đảm an toàn, đo lường, số lượng, khối lượng, chất lượng, công dụng sản phẩm, hàng hóa, dịch vụ bán, cung cấp cho người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức, cá nhân kinh doanh phải bảo đảm an toàn, đo lường, số lượng, khối lượng, chất lượng, công dụng sản phẩm, hàng hóa, dịch vụ bán, cung cấp cho người tiêu dùng theo đúng nội dung đã đăng ký, thông báo, công bố, niêm yết, quảng cáo, giới thiệu, giao kết, cam kết hoặc theo quy định của pháp luật.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức, cá nhân kinh doanh phải cảnh báo sản phẩm, hàng hóa, dịch vụ có khả năng gây mất an toàn, ảnh hưởng xấu đến tính mạng, sức khỏe, tài sản của người tiêu dùng và thông báo về các biện pháp phòng ngừa theo quy định của pháp luật.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "15",
                    "title": "Bảo vệ thông tin của người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức, cá nhân kinh doanh tự mình hoặc ủy quyền, thuê bên thứ ba thực hiện việc thu thập, lưu trữ, sử dụng, chỉnh sửa, cập nhật, hủy bỏ thông tin của người tiêu dùng phải bảo đảm an toàn, an ninh thông tin của người tiêu dùng theo quy định của Luật này và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Trường hợp tổ chức, cá nhân kinh doanh ủy quyền hoặc thuê bên thứ ba thực hiện việc thu thập, lưu trữ, sử dụng, chỉnh sửa, cập nhật, hủy bỏ thông tin của người tiêu dùng thi phải được sự đồng ý của người tiêu dùng. Việc ủy quyền hoặc thuê bên thứ ba phải được thực hiện bằng văn bản, trong đó quy định rõ phạm vi, trách nhiệm của mỗi bên trong việc bảo vệ thông tin của người tiêu dùng theo quy định của Luật này và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Trường hợp người tiêu dùng thực hiện giao dịch thông qua bên thứ ba thì bên thứ ba có trách nhiệm bảo vệ thông tin của người tiêu dùng theo quy định của Luật này và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "16",
                    "title": "Xây dựng quy tắc bảo vệ thông tin của người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Trừ trường hợp pháp luật có quy định khác, tổ chức, cá nhân kinh doanh thu thập, lưu trữ, sử dụng thông tin của người tiêu dùng phải xây dựng quy tắc bảo vệ thông tin áp dụng chung cho người tiêu dùng với các nội dung sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Mục đích thu thập thông tin;"
                                },
                                {
                                    "index": "b",
                                    "content": "Phạm vi sử dụng thông tin;"
                                },
                                {
                                    "index": "c",
                                    "content": "Thời hạn lưu trữ thông tin;"
                                },
                                {
                                    "index": "d",
                                    "content": "Biện pháp bảo vệ thông tin, bảo đảm an toàn thông tin của người tiêu dùng."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Nội dung quy định tại khoản 1 Điều này phải được tổ chức, cá nhân kinh doanh công khai theo hình thức niêm yết ở vị trí dễ nhìn thấy tại trụ sở, địa điểm kinh doanh và đăng tải trên trang thông tin điện tử, phần mềm ứng dụng (nếu có), tạo điều kiện để người tiêu dùng tiếp cận trước hoặc tại thời điểm thu thập thông tin.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "17",
                    "title": "Thông báo khi thu thập, sử dụng thông tin của người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức, cá nhân kinh doanh phải thông báo rõ ràng, công khai, bằng hình thức phù hợp với người tiêu dùng về mục đích, phạm vi thu thập, sử dụng thông tin, thời hạn lưu trữ thông tin của người tiêu dùng trước khi thực hiện và phải được người tiêu dùng đồng ý, trừ trường hợp quy định tại khoản 3 Điều này.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức, cá nhân kinh doanh phải thiết lập phương thức rõ ràng để người tiêu dùng lựa chọn phạm vi thông tin đồng ý cung cấp và bày tỏ sự đồng ý hoặc không đồng ý, trừ trường hợp quy định tại khoản 3 Điều này, điểm b và điểm c khoản 3 Điều 18 của Luật này.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Tổ chức, cá nhân kinh doanh không phải thực hiện nghĩa vụ quy định tại khoản 1 Điều này trong trường hợp thu thập thông tin đã được người tiêu dùng công khai hoặc trường hợp khác theo quy định của pháp luật.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "18",
                    "title": "Sử dụng thông tin của người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Trước khi tổ chức, cá nhân kinh doanh thay đổi mục đích, phạm vi sử dụng thông tin đã thông báo cho người tiêu dùng thì phải thông báo lại và được người tiêu dùng đồng ý về việc thay đổi.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Việc sử dụng thông tin của người tiêu dùng quy định trong Luật này bao gồm cả việc chia sẻ, tiết lộ và chuyển giao thông tin của người tiêu dùng cho bên thứ ba.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Tổ chức, cá nhân kinh doanh phải sử dụng thông tin của người tiêu dùng chính xác, phù hợp với mục đích, phạm vi đã thông báo và phải được người tiêu dùng đồng ý, trừ các trường hợp sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Có thỏa thuận riêng với người tiêu dùng về mục đích, phạm vi sử dụng ngoài những mục đích, phạm vi đã thông báo;"
                                },
                                {
                                    "index": "b",
                                    "content": "Để bán, cung cấp sản phẩm, hàng hóa, dịch vụ theo yêu cầu của người tiêu dùng và chỉ trong phạm vi thông tin do người tiêu dùng đã đồng ý;"
                                },
                                {
                                    "index": "c",
                                    "content": "Để thực hiện nghĩa vụ theo quy định của pháp luật."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Tổ chức, cá nhân kinh doanh thu thập, sử dụng thông tin của người tiêu dùng phải có cơ chế để người tiêu dùng lựa chọn việc cho phép hoặc không cho phép thực hiện các hành vi sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Chia sẻ, tiết lộ, chuyển giao thông tin cho bên thứ ba, trừ trường hợp tổ chức, cá nhân kinh doanh, chuyển giao thông tin đã được thu thập phù hợp quy định của Luật này và quy định khác của pháp luật có liên quan cho bên thứ ba lưu trữ hoặc phân tích phục vụ hoạt động kinh doanh của bên chuyển giao và hai bên đã có thỏa thuận bằng văn bản về việc bên thứ ba có trách nhiệm bảo vệ thông tin người tiêu dùng theo quy định tại Luật này;"
                                },
                                {
                                    "index": "b",
                                    "content": "Sử dụng thông tin của người tiêu dùng để quảng cáo, giới thiệu sản phẩm, hàng hóa, dịch vụ và hoạt động có tính chất thương mại khác."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "19",
                    "title": "Bảo đảm an toàn, an ninh thông tin của người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức, cá nhân kinh doanh phải bảo đảm an toàn, an ninh thông tin của người tiêu dùng mà họ thu thập, lưu trữ, sử dụng và có biện pháp ngăn ngừa các hành vi sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Đánh cắp hoặc tiếp cận thông tin trái phép;"
                                },
                                {
                                    "index": "b",
                                    "content": "Sử dụng thông tin trái phép;"
                                },
                                {
                                    "index": "c",
                                    "content": "Chỉnh sửa, cập nhật, hủy bỏ thông tin trái phép."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức, cá nhân kinh doanh phải tiếp nhận và giải quyết phản ánh, yêu cầu, khiếu nại của người tiêu dùng liên quan đến việc thông tin bị thu thập trái phép, sử dụng sai mục đích, phạm vi đã thông báo.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Trong trường hợp hệ thống thông tin bị tấn công làm phát sinh nguy cơ mất an toàn, an ninh thông tin của người tiêu dùng, tổ chức, cá nhân kinh doanh hoặc bên lưu trữ thông tin liên quan phải thông báo cho cơ quan quản lý nhà nước có thẩm quyền trong thời hạn 24 giờ kể từ thời điểm phát hiện hệ thống thông tin bị tấn công và thực hiện các biện pháp cần thiết để bảo đảm an toàn, an ninh thông tin của người tiêu dùng theo quy định của pháp luật về an ninh mạng, an toàn thông tin mạng, giao dịch điện tử và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "20",
                    "title": "Kiểm tra, chỉnh sửa, cập nhật, hủy bỏ, chuyển giao, ngừng chuyển giao thông tin của người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Người tiêu dùng có quyền yêu cầu tổ chức, cá nhân kinh doanh thực hiện việc kiểm tra, chỉnh sửa, cập nhật, hủy bỏ, chuyển giao hoặc ngừng chuyển giao thông tin của mình cho bên thứ ba.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức, cá nhân kinh doanh có trách nhiệm thực hiện yêu cầu của người tiêu dùng theo quy định tại khoản 1 Điều này hoặc cung cấp cho người tiêu dùng công cụ, thông tin để tự thực hiện theo quy định của pháp luật.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Tổ chức, cá nhân kinh doanh phải hủy bỏ thông tin của người tiêu dùng khi hết thời hạn lưu trữ theo quy định tại điểm c khoản 1 Điều 16 của Luật này hoặc quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "21",
                    "title": "Cung cấp thông tin về sản phẩm, hàng hóa, dịch vụ, hợp đồng theo mẫu, điều kiện giao dịch chung cho người tiêu dùng",
                    "items": [
                        {
                            "type": "text",
                            "content": "Tổ chức, cá nhân kinh doanh có trách nhiệm sau đây:"
                        },
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Cung cấp thông tin chính xác, đầy đủ về các nội dung sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Sản phẩm, hàng hóa, dịch vụ, bao gồm: đo lường, số lượng, khối lượng, chất lượng, công dụng, giá, xuất xứ hàng hóa, thời hạn sử dụng, phí, chi phí, phương thức, thời hạn giao hàng, phương thức vận chuyển, thanh toán;"
                                },
                                {
                                    "index": "b",
                                    "content": "Tổ chức, cá nhân kinh doanh;"
                                },
                                {
                                    "index": "c",
                                    "content": "Nhận xét, đánh giá của người tiêu dùng về sản phẩm, hàng hóa, dịch vụ, tổ chức, cá nhân kinh doanh (nếu có);"
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Thực hiện ghi nhãn hàng hóa bảo đảm trung thực, rõ ràng, chính xác, phản ánh đúng bản chất của hàng hóa theo quy định của pháp luật;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Niêm yết giá theo quy định của pháp luật về giá;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Cung cấp thông tin về khả năng cung ứng linh kiện, phụ kiện thay thế của sản phẩm, hàng hóa;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Cung cấp hướng dẫn sử dụng; chính sách bảo hành theo quy định tại Điều 30 của Luật này trong trường hợp sản phẩm, hàng hóa, dịch vụ có bảo hành;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "6",
                            "content": "Minh bạch thông tin về thành phần, chức năng, lợi ích khác biệt đối với sản phẩm, hàng hóa được sản xuất, dịch vụ được cung cấp dành riêng cho từng giới tính;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "7",
                            "content": "Thông báo chính xác, đầy đủ cho người tiêu dùng về hợp đồng theo mẫu, điều kiện giao dịch chung trước khi giao dịch.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "22",
                    "title": "Trách nhiệm của bên thứ ba trong việc cung cấp thông tin về sản phẩm, hàng hóa, dịch vụ cho người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Trường hợp tổ chức, cá nhân kinh doanh cung cấp thông tin về sản phẩm, hàng hóa, dịch vụ cho người tiêu dùng thông qua bên thứ ba thì bên thứ ba có trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Bảo đảm cung cấp thông tin chính xác, đầy đủ về sản phẩm, hàng hóa, dịch vụ do tổ chức, cá nhân kinh doanh cung cấp và chương trình đánh giá, xếp hạng liên quan (nếu có);"
                                },
                                {
                                    "index": "b",
                                    "content": "Yêu cầu tổ chức, cá nhân kinh doanh cung cấp thông tin, tài liệu, phương tiện để chứng minh tính chính xác, đầy đủ của thông tin về sản phẩm, hàng hóa, dịch vụ;"
                                },
                                {
                                    "index": "c",
                                    "content": "Chịu trách nhiệm liên đới về việc cung cấp thông tin không chính xác hoặc không đầy đủ về sản phẩm, hàng hóa, dịch vụ, trừ trường hợp chứng minh đã thực hiện tất cả biện pháp theo quy định của pháp luật để kiểm tra tính chính xác, đầy đủ của thông tin về sản phẩm, hàng hóa, dịch vụ;"
                                },
                                {
                                    "index": "d",
                                    "content": "Thực hiện quy định khác của pháp luật có liên quan."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Trường hợp tổ chức, cá nhân kinh doanh cung cấp thông tin về sản phẩm, hàng hóa, dịch vụ cho người tiêu dùng thông qua phương tiện truyền thông thì chủ phương tiện truyền thông, nhà cung cấp dịch vụ truyền thông có trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Thực hiện quy định tại khoản 1 Điều này;"
                                },
                                {
                                    "index": "b",
                                    "content": "Xây dựng, phát triển, thực hiện giải pháp kỹ thuật ngăn chặn việc phương tiện, dịch vụ do mình quản lý bị sử dụng vào mục đích quấy rối người tiêu dùng;"
                                },
                                {
                                    "index": "c",
                                    "content": "Từ chối cho tổ chức, cá nhân kinh doanh sử dụng phương tiện, dịch vụ do mình quản lý để quấy rối người tiêu dùng;"
                                },
                                {
                                    "index": "d",
                                    "content": "Ngừng cho tổ chức, cá nhân kinh doanh sử dụng phương tiện, dịch vụ do mình quản lý để thực hiện hành vi quấy rối người tiêu dùng theo yêu cầu của cơ quan nhà nước có thẩm quyền."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Trường hợp tổ chức, cá nhân kinh doanh cung cấp thông tin về sản phẩm, hàng hóa, dịch vụ thông qua người có ảnh hưởng thì người có ảnh hưởng có trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Thực hiện quy định tại khoản 1 Điều này;"
                                },
                                {
                                    "index": "b",
                                    "content": "Thông báo trước cho người tiêu dùng về việc mình được tài trợ để cung cấp thông tin về sản phẩm, hàng hóa, dịch vụ."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "23",
                    "title": "Hợp đồng giao kết với người tiêu dùng, hợp đồng theo mẫu, điều kiện giao dịch chung",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Hình thức hợp đồng giao kết với người tiêu dùng, hợp đồng theo mẫu, điều kiện giao dịch chung được thực hiện theo quy định của pháp luật về dân sự và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Ngôn ngữ, hình thức của hợp đồng giao kết với người tiêu dùng, hợp đồng theo mẫu, điều kiện giao dịch chung trong trường hợp bằng văn bản phải được thể hiện rõ ràng, dễ hiểu. Ngôn ngữ sử dụng trong hợp đồng giao kết với người tiêu dùng, hợp đồng theo mẫu, điều kiện giao dịch chung là tiếng Việt. Các bên có thể thỏa thuận sử dụng thêm tiếng dân tộc khác của Việt Nam hoặc tiếng nước ngoài. Trong trường hợp có sự khác biệt giữa bản tiếng Việt với bản tiếng dân tộc khác của Việt Nam hoặc bản tiếng nước ngoài, bản có lợi hơn cho người tiêu dùng được ưu tiên áp dụng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Hợp đồng theo mẫu phải có các nội dung cơ bản sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Thông tin của các bên trong hợp đồng bao gồm: tên, địa chỉ, số điện thoại, phương thức liên hệ khác (nếu có);"
                                },
                                {
                                    "index": "b",
                                    "content": "Thông tin về sản phẩm, hàng hóa, dịch vụ được bán, cung cấp theo hợp đồng;"
                                },
                                {
                                    "index": "c",
                                    "content": "Đo lường, số lượng, khối lượng, chất lượng, công dụng, giá của sản phẩm, hàng hóa, dịch vụ được bán, cung cấp, các thành phần cấu thành giá cuối cùng của sản phẩm, hàng hóa, dịch vụ nếu pháp luật có quy định phải công khai cấu thành giá của sản phẩm, hàng hóa, dịch vụ;"
                                },
                                {
                                    "index": "d",
                                    "content": "Phương thức, thời hạn thanh toán;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Thời gian, địa điểm, phương thức bán, cung cấp sản phẩm, hàng hóa, dịch vụ;"
                                },
                                {
                                    "index": "e",
                                    "content": "Quyền và nghĩa vụ của các bên bảo đảm tuân thủ quy định của Luật này và quy định khác của pháp luật có liên quan;"
                                },
                                {
                                    "index": "g",
                                    "content": "Trách nhiệm bảo vệ thông tin của người tiêu dùng;"
                                },
                                {
                                    "index": "h",
                                    "content": "Trường hợp chấm dứt thực hiện hợp đồng và trách nhiệm phát sinh do chấm dứt thực hiện hợp đồng;"
                                },
                                {
                                    "index": "i",
                                    "content": "Trường hợp bất khả kháng theo quy định của pháp luật;"
                                },
                                {
                                    "index": "k",
                                    "content": "Phương thức giải quyết tranh chấp;"
                                },
                                {
                                    "index": "l",
                                    "content": "Thời điểm giao kết hợp đồng, thời hạn của hợp đồng."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Ngoài các nội dung cơ bản quy định tại khoản 3 Điều này, hợp đồng theo mẫu phải tuân thủ quy định của pháp luật khác có liên quan,",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Chính phủ quy định chi tiết khoản 2 Điều này.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "24",
                    "title": "Giải thích hợp đồng giao kết với người tiêu dùng, hợp đồng theo mẫu, điều kiện giao dịch chung",
                    "items": [
                        {
                            "type": "text",
                            "content": "Trong trường hợp hiểu khác nhau về nội dung hợp đồng giao kết với người tiêu dùng, hợp đồng theo mẫu, điều kiện giao dịch chung thì việc giải thích được thực hiện theo hướng có lợi cho người tiêu dùng."
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "25",
                    "title": "Điều khoản không được phép quy định trong hợp đồng giao kết với người tiêu dùng, hợp đồng theo mẫu, điều kiện giao dịch chung",
                    "items": [
                        {
                            "type": "text",
                            "content": "Trong hợp đồng giao kết với người tiêu dùng, hợp đồng theo mẫu, điều kiện giao dịch chung, tổ chức, cá nhân kinh doanh không được quy định các điều khoản sau đây:"
                        },
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Hạn chế, loại trừ trách nhiệm được pháp luật quy định của tổ chức, cá nhân kinh doanh đối với người tiêu dùng, trừ trường hợp pháp luật liên quan quy định trách nhiệm đó được hạn chế, loại trừ;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Hạn chế, loại trừ quyền khiếu nại, khởi kiện của người tiêu dùng;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Cho phép tổ chức, cá nhân kinh doanh đơn phương thay đổi quy định của hợp đồng đã giao kết với người tiêu dùng;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Cho phép tổ chức, cá nhân kinh doanh đơn phương thay đổi điều kiện giao dịch chung mà không quy định quyền chấm dứt thực hiện hợp đồng cho người tiêu dùng;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Cho phép tổ chức, cá nhân kinh doanh đơn phương xác định người tiêu dùng không thực hiện một hoặc một số trách nhiệm;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "6",
                            "content": "Cho phép tổ chức, cá nhân kinh doanh quy định hoặc thay đổi giá tại thời điểm giao sản phẩm, hàng hóa, cung cấp dịch vụ, trừ trường hợp pháp luật có quy định khác;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "7",
                            "content": "Cho phép tổ chức, cá nhân kinh doanh thay đổi giá trong quá trình cung cấp dịch vụ liên tục mà không quy định quyền chấm dứt thực hiện hợp đồng cho người tiêu dùng;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "8",
                            "content": "Cho phép tổ chức, cá nhân kinh doanh giải thích hợp đồng, điều kiện giao dịch chung trong trường hợp điều khoản của hợp đồng, điều kiện giao dịch chung được hiểu khác nhau;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "9",
                            "content": "Loại trừ trách nhiệm của tổ chức, cá nhân kinh doanh trong trường hợp tổ chức, cá nhân kinh doanh bán sản phẩm, hàng hóa, cung cấp dịch vụ thông qua bên thứ ba;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "10",
                            "content": "Bắt buộc người tiêu dùng phải tuân thủ trách nhiệm khi tổ chức, cá nhân kinh doanh không hoàn thành trách nhiệm của mình;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "11",
                            "content": "Cho phép tổ chức, cá nhân kinh doanh chuyển giao trách nhiệm cho bên thứ ba mà không được người tiêu dùng đồng ý, trừ trường hợp pháp luật có quy định khác;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "12",
                            "content": "Quy định về chế tài theo hướng bất lợi hơn cho người tiêu dùng do vi phạm hoặc chấm dứt thực hiện hợp đồng;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "13",
                            "content": "Cho phép tổ chức, cá nhân kinh doanh gia hạn hợp đồng đã thỏa thuận với người tiêu dùng mà không quy định trách nhiệm thông báo trước hoặc không có cơ chế để người tiêu dùng lựa chọn gia hạn hay chấm dứt thực hiện hợp đồng;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "14",
                            "content": "Quy định người tiêu dùng phải đồng ý cho tổ chức, cá nhân kinh doanh thu thập, lưu trữ, sử dụng thông tin của người tiêu dùng là điều kiện để giao kết hợp đồng, điều kiện giao dịch chung, trừ trường hợp pháp luật có quy định khác;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "15",
                            "content": "Quy định trái với nguyên tắc thiện chí theo quy định của pháp luật về dân sự, dẫn đến mất cân bằng về quyền và nghĩa vụ của các bên theo hướng bất lợi cho người tiêu dùng.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "26",
                    "title": "Thực hiện hợp đồng theo mẫu",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức, cá nhân kinh doanh phải dành thời gian hợp lý để người tiêu dùng nghiên cứu hợp đồng trước khi giao kết hợp đồng theo mẫu.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức, cá nhân kinh doanh phải lưu giữ hợp đồng theo mẫu đã giao kết cho đến khi hợp đồng hết hiệu lực. Trường hợp hợp đồng do người tiêu dùng giữ bị mất hoặc hư hỏng thì trong thời hạn 07 ngày làm việc kể từ ngày nhận được yêu cầu từ người tiêu dùng, tổ chức, cá nhân kinh doanh có trách nhiệm cung cấp bản sao hợp đồng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Hợp đồng theo mẫu phải được tổ chức, cá nhân kinh doanh công khai theo hình thức niêm yết ở vị trí dễ nhìn thấy tại trụ sở, địa điểm kinh doanh và đăng tải trên trang thông tin điện tử, phần mềm ứng dụng (nếu có) để người tiêu dùng biết về nội dung của hợp đồng trước khi người tiêu dùng giao kết hợp đồng hoặc thực hiện hoạt động đặt cọc, thanh toán trước khi hợp đồng được giao kết.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "27",
                    "title": "Thực hiện điều kiện giao dịch chung",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức, cá nhân kinh doanh sử dụng điều kiện giao dịch chung có trách nhiệm công khai và phải dành thời gian hợp lý để người tiêu dùng nghiên cứu điều kiện giao dịch chung trước khi giao dịch.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Điều kiện giao dịch chung phải quy định rõ thời điểm áp dụng và phải được tổ chức, cá nhân kinh doanh công khai theo hình thức niêm yết ở vị trí dễ nhìn thấy tại trụ sở, địa điểm kinh doanh và đăng tải trên trang thông tin điện tử, phần mềm ứng dụng (nếu có) để người tiêu dùng biết về nội dung của điều kiện giao dịch chung.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Điều kiện giao dịch chung chỉ có hiệu lực với người tiêu dùng trong trường hợp điều kiện giao dịch chung đã được công khai để người tiêu dùng biết về điều kiện đó trước khi giao dịch.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "28",
                    "title": "Kiểm soát hợp đồng theo mẫu, điều kiện giao dịch chung",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức, cá nhân kinh doanh sản phẩm, hàng hóa, dịch vụ có số lượng lớn người tiêu dùng mua, sử dụng thường xuyên, liên tục, có tác động trực tiếp, lâu dài đến người tiêu dùng phải đăng ký hợp đồng theo mẫu, điều kiện giao dịch chung với cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng trước khi sử dụng để giao kết với người tiêu dùng. Căn cứ vào điều kiện kinh tế - xã hội và nhu cầu bảo vệ quyền lợi người tiêu dùng trong từng thời kỳ, Thủ tướng Chính phủ ban hành, sửa đổi Danh mục sản phẩm, hàng hóa, dịch vụ phải đăng ký hợp đồng theo mẫu, điều kiện giao dịch chung theo quy định tại Điều này.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng tự mình hoặc theo đề nghị của người tiêu dùng hoặc tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng trong trường hợp được người tiêu dùng ủy quyền yêu cầu tổ chức, cá nhân kinh doanh hủy bỏ hoặc sửa đổi hợp đồng theo mẫu, điều kiện giao dịch chung khi phát hiện hợp đồng theo mẫu, điều kiện giao dịch chung vi phạm quyền lợi của người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Việc xác định hậu quả pháp lý của việc hủy bỏ, sửa đổi hợp đồng theo mẫu, điều kiện giao dịch chung đã xác lập với người tiêu dùng trong giao dịch cụ thể được thực hiện theo quy định của pháp luật về dân sự.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Cơ quan quản lý ngành, lĩnh vực, trong phạm vi nhiệm vụ, quyền hạn cửa mình có trách nhiệm phối hợp với cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng trong việc kiểm soát hợp đồng theo mẫu, điều kiện giao dịch chung theo quy định tại Điều này.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Chính phủ quy định chi tiết Điều này.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "29",
                    "title": "Cung cấp bằng chứng giao dịch",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức, cá nhân kinh doanh có trách nhiệm cung cấp cho người tiêu dùng hóa đơn, chứng từ, tài liệu liên quan đến giao dịch theo quy định của pháp luật hoặc theo yêu cầu của người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Trường hợp giao dịch trên không gian mạng thì tổ chức, cá nhân kinh doanh có trách nhiệm tạo điều kiện cho người tiêu dùng truy cập, tải, lưu trữ và in hóa đơn, chứng từ, tài liệu theo quy định tại khoản 1 Điều này.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "30",
                    "title": "Bảo hành sản phẩm, hàng hóa, linh kiện, phụ kiện",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Sản phẩm, hàng hóa, linh kiện, phụ kiện được bảo hành theo thỏa thuận của các bên hoặc bắt buộc bảo hành theo quy định của pháp luật.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Trường hợp sản phẩm, hàng hóa, linh kiện, phụ kiện được bảo hành, tổ chức, cá nhân kinh doanh có trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Công bố công khai chính sách bảo hành. Chính sách bảo hành bao gồm các nội dung chủ yếu sau đây: thời điểm, thời hạn áp dụng, nội dung, phạm vi, phương thức thực hiện bảo hành và các trường hợp loại trừ trách nhiệm bảo hành của tổ chức, cá nhân kinh doanh;"
                                },
                                {
                                    "index": "b",
                                    "content": "Thực hiện chính xác, đầy đủ trách nhiệm bảo hành sản phẩm, hàng hóa, linh kiện, phụ kiện do mình cung cấp;"
                                },
                                {
                                    "index": "c",
                                    "content": "Cung cấp cho người tiêu dùng văn bản tiếp nhận bảo hành hoặc hình thức tiếp nhận bảo hành tương đương khác, trong đó ghi rõ thời gian thực hiện bảo hành. Thời gian thực hiện bảo hành không tính vào thời hạn bảo hành sản phẩm, hàng hóa, linh kiện, phụ kiện. Trường hợp tổ chức, cá nhân kinh doanh thay thế linh kiện, phụ kiện thì thời hạn bảo hành linh kiện, phụ kiện đó được tính lại từ thời điểm thay thế linh kiện, phụ kiện. Trường hợp tổ chức, cá nhân kinh doanh đổi sản phẩm, hàng hóa mới thì thời hạn bảo hành sản phẩm, hàng hóa đó được tính lại từ thời điểm đổi mới sản phẩm, hàng hóa;"
                                },
                                {
                                    "index": "d",
                                    "content": "Cung cấp cho người tiêu dùng sản phẩm, hàng hóa, linh kiện, phụ kiện tương tự để sử dụng tạm thời hoặc có hình thức giải quyết phù hợp theo thỏa thuận giữa người tiêu dùng và tổ chức, cá nhân kinh doanh trong thời gian thực hiện bảo hành;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Đổi sản phẩm, hàng hóa, linh kiện, phụ kiện mới tương tự hoặc thu hồi sản phẩm, hàng hóa, linh kiện, phụ kiện và trả lại tiền cho người tiêu dùng trong trường hợp hết thời gian thực hiện bảo hành mà không sửa chữa được hoặc không khắc phục được lỗi hoặc trong trường hợp đã thực hiện bảo hành sản phẩm, hàng hóa, linh kiện, phụ kiện từ 03 lần trở lên trong thời hạn bảo hành mà vẫn không khắc phục được lỗi;"
                                },
                                {
                                    "index": "e",
                                    "content": "Chịu chi phí sửa chữa, vận chuyển sản phẩm, hàng hóa, linh kiện, phụ kiện từ nơi ở của người tiêu dùng hoặc nơi sử dụng sản phẩm, hàng hóa, linh kiện, phụ kiện đến nơi bảo hành và từ nơi bảo hành đến nơi ở của người tiêu dùng hoặc nơi sử dụng sản phẩm, hàng hóa, linh kiện, phụ kiện;"
                                },
                                {
                                    "index": "g",
                                    "content": "Chịu trách nhiệm về việc bảo hành sản phẩm, hàng hóa, linh kiện, phụ kiện cho người tiêu dùng cả trong trường hợp ủy quyền hoặc thuê tổ chức, cá nhân khác thực hiện việc bảo hành."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "31",
                    "title": "Trách nhiệm tiếp nhận và giải quyết phản ánh, yêu cầu, khiếu nại của người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức, cá nhân kinh doanh có trách nhiệm tổ chức tiếp nhận và giải quyết phản ánh, yêu cầu, khiếu nại của người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức, cá nhân kinh doanh có trách nhiệm thông báo cho người tiêu dùng về việc tiếp nhận phản ánh, yêu cầu, khiếu nại của người tiêu dùng trong thời hạn 03 ngày làm việc kể từ ngày nhận được phản ánh, yêu cầu, khiếu nại đó.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Tổ chức, cá nhân sản xuất, nhập khẩu sản phẩm, hàng hóa hoặc trực tiếp bán, cung cấp sản phẩm, hàng hóa, dịch vụ cho người tiêu dùng có trách nhiệm xây dựng, công khai quy trình tiếp nhận và giải quyết phản ánh, yêu cầu, khiếu nại của người tiêu dùng theo hình thức niêm yết ở vị trí dễ nhìn thấy tại trụ sở, địa điểm kinh doanh và đăng tải trên trang thông tin điện tử, phần mềm ứng dụng (nếu có). Quy định tại khoản này không bắt buộc áp dụng đối với cá nhân hoạt động thương mại độc lập, thường xuyên, không phải đăng ký kinh doanh, tất cả doanh nghiệp siêu nhỏ theo quy định của pháp luật.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "32",
                    "title": "Trách nhiệm đối với sản phẩm, hàng hóa có khuyết tật",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Khi phát hiện sản phẩm, hàng hóa có khuyết tật, tổ chức, cá nhân kinh doanh có trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Thu hồi và xử lý sản phẩm, hàng hóa có khuyết tật theo quy định tại Điều 33 của Luật này và quy định khác của pháp luật có liên quan;"
                                },
                                {
                                    "index": "b",
                                    "content": "Thực hiện các biện pháp cần thiết để bảo vệ quyền lợi người tiêu dùng trong quá trình thu hồi và xử lý sản phẩm, hàng hóa có khuyết tật;"
                                },
                                {
                                    "index": "c",
                                    "content": "Báo cáo cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng và cơ quan quản lý nhà nước có liên quan trước và sau khi thực hiện việc thu hồi; thực hiện việc thu hồi đúng nội dung đã báo cáo, thông báo và chịu các chi phí phát sinh trong quá trình thu hồi."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng cấp tỉnh và cơ quan chuyên môn cấp tỉnh nơi thực hiện thu hồi sản phẩm, hàng hóa có khuyết tật có trách nhiệm kiểm tra, theo dõi việc thực hiện để bảo đảm việc thu hồi đúng nội dung đã báo cáo, thông báo, bảo đảm quyền, lợi ích hợp pháp của người tiêu dùng và phù hợp với quy định của pháp luật. Trường hợp việc thu hồi sản phẩm, hàng hóa có khuyết tật được tiến hành trên địa bàn từ 02 tỉnh, thành phố trực thuộc trung ương trở lên thì cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng ở trung ương và cơ quan quản lý nhà nước có liên quan ở trung ương có trách nhiệm kiểm tra, theo dõi.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Chính phủ quy định chi tiết Điều này.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "33",
                    "title": "Thu hồi sản phẩm, hàng hóa có khuyết tật",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Sản phẩm, hàng hóa có khuyết tật bao gồm:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Sản phẩm, hàng hóa có khuyết tật nhóm A là sản phẩm, hàng hóa có khả năng gây thiệt hại cho tính mạng, sức khỏe của người tiêu dùng;"
                                },
                                {
                                    "index": "b",
                                    "content": "Sản phẩm, hàng hóa có khuyết tật nhóm B là sản phẩm, hàng hóa có khả năng gây thiệt hại cho tài sản của người tiêu dùng;"
                                },
                                {
                                    "index": "c",
                                    "content": "Sản phẩm, hàng hóa có khuyết tật có khả năng gây thiệt hại cho tính mạng, sức khỏe, tài sản của người tiêu dùng thì áp dụng các quy định đối với sản phẩm, hàng hóa có khuyết tật nhóm A."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Trường hợp phát hiện sản phẩm, hàng hóa có khuyết tật nhóm A, tổ chức, cá nhân kinh doanh tự mình hoặc theo yêu cầu của cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng hoặc cơ quan quản lý nhà nước ngành, lĩnh vực liên quan có trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Kịp thời tiến hành mọi biện pháp cần thiết để ngừng việc cung cấp và thu hồi sản phẩm, hàng hóa có khuyết tật trên thị trường;"
                                },
                                {
                                    "index": "b",
                                    "content": "Công khai về sản phẩm, hàng hóa có khuyết tật và việc thu hồi sản phẩm, hàng hóa đó theo hình thức niêm yết tại trụ sở, địa điểm kinh doanh và đăng tải trên trang thông tin điện tử, phần mềm ứng dụng (nếu có) của tổ chức, cá nhân kinh doanh cho đến khi kết thúc việc thu hồi;"
                                },
                                {
                                    "index": "c",
                                    "content": "Thông báo công khai về sản phẩm, hàng hóa có khuyết tật và việc thu hồi sản phẩm, hàng hóa đó ít nhất 05 số liên tiếp hoặc 05 ngày liên tiếp trên đài phát thanh, đài truyền hình, báo in, báo điện tử ở trung ương và địa phương nơi sản phẩm, hàng hóa đó lưu thông."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Trường hợp phát hiện sản phẩm, hàng hóa có khuyết tật nhóm B, tổ chức, cá nhân kinh doanh tự mình hoặc theo yêu cầu của cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng hoặc cơ quan quản lý nhà nước ngành, lĩnh vực liên quan có trách nhiệm thực hiện quy định tại điểm a và điểm b khoản 2 Điều này.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Nội dung thông báo, công khai quy định tại khoản 2 và khoản 3 Điều này bao gồm:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Mô tả sản phẩm, hàng hóa phải thu hồi;"
                                },
                                {
                                    "index": "b",
                                    "content": "Lý do thu hồi sản phẩm, hàng hóa và cảnh báo nguy cơ thiệt hại do khuyết tật của sản phẩm, hàng hóa gây ra;"
                                },
                                {
                                    "index": "c",
                                    "content": "Thời gian, địa điểm, phương thức thu hồi sản phẩm, hàng hóa;"
                                },
                                {
                                    "index": "d",
                                    "content": "Thời gian, phương thức khắc phục khuyết tật của sản phẩm, hàng hóa;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Nội dung khác có liên quan (nếu có) để bảo vệ quyền lợi người tiêu dùng."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Chính phủ quy định chi tiết Điều này.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "34",
                    "title": "Bồi thường thiệt hại do sản phẩm, hàng hóa có khuyết tật gây ra",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức, cá nhân kinh doanh có trách nhiệm bồi thường thiệt hại trong trường hợp sản phẩm, hàng hóa có khuyết tật do mình cung cấp gây thiệt hại đến tính mạng, sức khỏe, tài sản của người tiêu dùng, kể cả khi tổ chức, cá nhân đó không biết hoặc không có lỗi trong việc phát sinh khuyết tật, trừ trường hợp quy định tại Điều 35 của Luật này.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức, cá nhân kinh doanh có trách nhiệm bồi thường thiệt hại quy định tại khoản 1 Điều này bao gồm:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Tổ chức, cá nhân sản xuất sản phẩm, hàng hóa;"
                                },
                                {
                                    "index": "b",
                                    "content": "Tổ chức, cá nhân nhập khẩu sản phẩm, hàng hóa;"
                                },
                                {
                                    "index": "c",
                                    "content": "Tổ chức, cá nhân gắn tên thương mại lên sản phẩm, hàng hóa hoặc sử dụng nhãn hiệu, chỉ dẫn thương mại khác cho phép nhận biết đó là tổ chức, cá nhân sản xuất, nhập khẩu sản phẩm, hàng hóa;"
                                },
                                {
                                    "index": "d",
                                    "content": "Tổ chức, cá nhân thực hiện hoạt động trung gian thương mại đối với sản phẩm, hàng hóa;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Tổ chức, cá nhân trực tiếp cung cấp sản phẩm, hàng hóa cho người tiêu dùng;"
                                },
                                {
                                    "index": "e",
                                    "content": "Tổ chức, cá nhân khác chịu trách nhiệm về sản phẩm, hàng hóa theo quy định khác của pháp luật có liên quan."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Trường hợp không xác định được tổ chức, cá nhân kinh doanh tại các điểm a, b, c, d và e khoản 2 Điều này thì tổ chức, cá nhân kinh doanh quy định tại điểm đ khoản 2 Điều này có trách nhiệm bồi thường thiệt hại cho người tiêu dùng, trừ trường hợp pháp luật có quy định khác.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Trường hợp nhiều tổ chức, cá nhân kinh doanh quy định tại khoản 2 Điều này cùng gây thiệt hại thì các tổ chức, cá nhân kinh doanh đó phải liên đới bồi thường thiệt hại cho người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Việc bồi thường thiệt hại được thực hiện theo quy định của pháp luật về dân sự và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "35",
                    "title": "Miễn trách nhiệm bồi thường thiệt hại do sản phẩm, hàng hóa có khuyết tật gây ra",
                    "items": [
                        {
                            "type": "text",
                            "content": "Tổ chức, cá nhân kinh doanh quy định tại Điều 34 của Luật này được miễn trách nhiệm bồi thường thiệt hại trong các trường hợp sau đây:"
                        },
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Khi chứng minh được khuyết tật của sản phẩm, hàng hóa không thể phát hiện được với trình độ khoa học, công nghệ của thế giới tính đến thời điểm sản phẩm, hàng hóa gây thiệt hại;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức, cá nhân kinh doanh đã áp dụng đầy đủ các biện pháp quy định tại Điều 32 và Điều 33 của Luật này, người tiêu dùng đã tiếp nhận đầy đủ thông tin nhưng vẫn cố ý sử dụng sản phẩm, hàng hóa có khuyết tật gây thiệt hại;",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Trường hợp khác theo quy định của pháp luật về dân sự và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "36",
                    "title": "Trách nhiệm trong việc cung cấp dịch vụ không đúng nội dung đã đăng ký, thông báo, công bố, niêm yết, quảng cáo, giới thiệu, giao kết, cam kết",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Trong trường hợp cung cấp dịch vụ không đúng nội dung đã đăng ký, thông báo, công bố, niêm yết, quảng cáo, giới thiệu, giao kết, cam kết tại thời điểm dịch vụ đó được cung cấp, tổ chức, cá nhân kinh doanh có trách nhiệm thỏa thuận với người tiêu dùng để thực hiện một hoặc một số biện pháp khắc phục sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Cung cấp lại dịch vụ;"
                                },
                                {
                                    "index": "b",
                                    "content": "Tiếp tục cung cấp dịch vụ nhưng không thu tiền hoặc giảm giá đối với phần dịch vụ đã cung cấp;"
                                },
                                {
                                    "index": "c",
                                    "content": "Chấm dứt việc cung cấp dịch vụ và hoàn tiền cho người tiêu dùng;"
                                },
                                {
                                    "index": "d",
                                    "content": "Biện pháp khác theo thỏa thuận của các bên."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức, cá nhân kinh doanh chịu các chi phí trong việc thực hiện các biện pháp khắc phục đối với dịch vụ cung cấp không đúng nội dung đã đăng ký, thông báo, công bố, niêm yết, quảng cáo, giới thiệu, giao kết, cam kết.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Người tiêu dùng có quyền yêu cầu bồi thường thiệt hại trong trường hợp dịch vụ cung cấp không đúng nội dung đã đăng ký, thông báo, công bố, niêm yết, quảng cáo, giới thiệu, giao kết, cam kết gây thiệt hại cho người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Tổ chức, cá nhân kinh doanh được miễn trách nhiệm bồi thường thiệt hại khi chứng minh được việc cung cấp dịch vụ không đúng nội dung đã đăng ký, thông báo, công bố, niêm yết, quảng cáo, giới thiệu, giao kết, cam kết không thể phát hiện được với trình độ khoa học, công nghệ của thế giới tại thời điểm tổ chức, cá nhân kinh doanh cung cấp dịch vụ cho người tiêu dùng hoặc thuộc trường hợp miễn trách nhiệm bồi thường thiệt hại khác theo quy định của pháp luật.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Việc bồi thường thiệt hại được thực hiện theo quy định của pháp luật về dân sự và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        }
                    ]
                }
            ]
        },
        {
            "type": "chapter",
            "index": "III",
            "title": "TRÁCH NHIỆM CỦA TỔ CHỨC, CÁ NHÂN KINH DOANH ĐỐI VỚI NGƯỜI TIÊU DÙNG TRONG GIAO DỊCH ĐẶC THÙ",
            "sections": [
                {
                    "type": "section",
                    "index": "1",
                    "title": "GIAO DỊCH TỪ XA",
                    "articles": [
                        {
                            "type": "article",
                            "index": "37",
                            "title": "Trách nhiệm của tổ chức, cá nhân kinh doanh trong giao dịch từ xa",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Khi thực hiện giao dịch từ xa, tổ chức, cá nhân kinh doanh phải cung cấp chính xác và đầy đủ cho người tiêu dùng các thông tin sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Tên, địa chỉ, số điện thoại, phương thức liên hệ khác (nếu có) của tổ chức, cá nhân kinh doanh hoặc của đại diện của tổ chức, cá nhân kinh doanh tại Việt Nam (nếu có);"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Số giấy chứng nhận đăng ký doanh nghiệp hoặc mã số doanh nghiệp hoặc tài liệu tương đương khác đối với tổ chức kinh tế; mã số thuế cá nhân đối với cá nhân;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Đo lường, số lượng, khối lượng, chất lượng, công dụng, giá, nguồn gốc, xuất xứ, thời hạn sử dụng của sản phẩm, hàng hóa, dịch vụ;"
                                        },
                                        {
                                            "index": "d",
                                            "content": "Chi phí giao hàng (nếu có);"
                                        },
                                        {
                                            "index": "đ",
                                            "content": "Phương thức, thời hạn thanh toán; thời gian, địa điểm, phương thức bán, cung cấp sản phẩm, hàng hóa, dịch vụ; điều kiện và phương thức đổi, trả sản phẩm, hàng hóa, dịch vụ;"
                                        },
                                        {
                                            "index": "e",
                                            "content": "Thời gian có hiệu lực của đề nghị thực hiện giao dịch;"
                                        },
                                        {
                                            "index": "g",
                                            "content": "Thông tin về các khoản phí, chi phí, thuế giá trị gia tăng, cách thức tính phí, chi phí có thể phát sinh và các điều kiện giao dịch chung áp dụng trong quá trình cung cấp sản phẩm, hàng hóa, dịch vụ cho người tiêu dùng;"
                                        },
                                        {
                                            "index": "h",
                                            "content": "Chi tiết về công dụng, cách thức sử dụng, bảo hành của sản phẩm, hàng hóa, dịch vụ;"
                                        },
                                        {
                                            "index": "i",
                                            "content": "Quyền của người tiêu dùng quy định tại khoản 3 Điều 38 của Luật này;"
                                        },
                                        {
                                            "index": "k",
                                            "content": "Quy trình xử lý việc đổi, trả sản phẩm, hàng hóa, dịch vụ hoặc chấm dứt thực hiện hợp đồng đã giao kết;"
                                        },
                                        {
                                            "index": "l",
                                            "content": "Quy trình tiếp nhận và giải quyết phản ánh, yêu cầu, khiếu nại của người tiêu dùng."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Trường hợp giao dịch được thực hiện thông qua điện thoại hoặc hình thức liên lạc, đàm thoại khác, tổ chức, cá nhân kinh doanh có trách nhiệm thông tin ngay từ đầu về tên, địa chỉ của mình và mục đích của cuộc đàm thoại.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Trường hợp giao dịch được thực hiện trên không gian mạng, tổ chức, cá nhân kinh doanh có trách nhiệm thực hiện quy định của Luật này, pháp luật về thương mại điện tử và quy định khác của pháp luật có liên quan.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "4",
                                    "content": "Chính phủ quy định chi tiết Điều này.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "38",
                            "title": "Giao kết hợp đồng trong giao dịch từ xa",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Khi giao dịch từ xa với người tiêu dùng, tổ chức, cá nhân kinh doanh có trách nhiệm xây dựng công cụ và thực hiện biện pháp bảo đảm sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Cung cấp chính xác, đầy đủ nội dung hợp đồng để người tiêu dùng nghiên cứu trước khi giao kết hợp đồng;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Người tiêu dùng trao đổi, làm rõ nội dung hợp đồng và xác nhận đồng ý giao kết hợp đồng;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Người tiêu dùng xem lại và tải về hợp đồng đã có xác nhận ký kết của người tiêu dùng."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Nội dung hợp đồng bao gồm: các thông tin quy định tại khoản 1 Điều 37 của Luật này; tên, địa chỉ, số điện thoại, phương thức liên hệ khác (nếu có) của người tiêu dùng; quyền và nghĩa vụ của các bên. Trường hợp có nhiều bên tham gia thực hiện hợp đồng, nội dung hợp đồng phải xác định rõ chủ thể, quyền và nghĩa vụ của từng chủ thể.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Trường hợp tổ chức, cá nhân kinh doanh cung cấp không chính xác hoặc không đầy đủ thông tin quy định tại khoản 1 Điều 37 của Luật này, người tiêu dùng có quyền sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Thỏa thuận lựa chọn cách thức xử lý hợp đồng với tổ chức, cá nhân kinh doanh;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Trong thời hạn 30 ngày kể từ ngày giao kết hợp đồng, đơn phương chấm dứt thực hiện hợp đồng đã giao kết và thông báo cho tổ chức, cá nhân kinh doanh. Người tiêu dùng không phải trả bất kỳ chi phí nào dưới mọi hình thức để chấm dứt thực hiện hợp đồng, trừ chi phí đối với phần sản phẩm, hàng hóa, dịch vụ đã sử dụng;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Yêu cầu cơ quan có thẩm quyền tuyên bố hợp đồng vô hiệu hoặc hủy bỏ hợp đồng theo quy định của pháp luật về dân sự."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "4",
                                    "content": "Trường hợp người tiêu dùng đơn phương chấm dứt thực hiện hợp đồng theo quy định tại điểm b khoản 3 Điều này, tổ chức, cá nhân kinh doanh phải hoàn trả cho người tiêu dùng khoản tiền đã thanh toán tương ứng với phần sản phẩm, hàng hóa, dịch vụ chưa sử dụng trong thời hạn 30 ngày kể từ ngày người tiêu dùng tuyên bố đơn phương chấm dứt thực hiện hợp đồng. Quá thời hạn này, tổ chức, cá nhân kinh doanh phải trả lãi đối với số tiền chậm trả theo lãi suất do hai bên thỏa thuận hoặc theo quy định của pháp luật về dân sự. Việc hoàn trả được thực hiện theo phương thức mà người tiêu dùng đã thanh toán, trừ trường hợp người tiêu dùng đồng ý thanh toán bằng phương thức khác. Trường hợp việc chấm dứt thực hiện hợp đồng gây thiệt hại cho người tiêu dùng thì tổ chức, cá nhân kinh doanh phải bồi thường thiệt hại theo quy định của pháp luật về dân sự.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "39",
                            "title": "Trách nhiệm của tổ chức, cá nhân kinh doanh với người tiêu dùng trong giao dịch trên không gian mạng",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Tổ chức, cá nhân kinh doanh trên không gian mạng bao gồm:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Tổ chức, cá nhân kinh doanh sản phẩm, hàng hóa, dịch vụ thông qua hệ thống thông tin tự mình thiết lập hoặc thông qua nền tảng số;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Tổ chức thiết lập, vận hành nền tảng số trung gian."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Tổ chức, cá nhân kinh doanh trên không gian mạng có trách nhiệm thực hiện quy định tại Điều 37 và Điều 38 của Luật này, Mục 2 Chương này trong trường hợp cung cấp dịch vụ liên tục.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Ngoài trách nhiệm quy định tại khoản 2 Điều này, tổ chức thiết lập, vận hành nền tảng số trung gian có trách nhiệm sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Chỉ định, công bố công khai đầu mối liên hệ, người đại diện được ủy quyền phối hợp với cơ quan nhà nước có thẩm quyền trong việc giải quyết các vấn đề liên quan đến bảo vệ quyền lợi người tiêu dùng;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Xây dựng, công bố công khai quy chế hoạt động của nền tảng số trung gian cho người tiêu dùng, trong đó phân định rõ trách nhiệm của các bên tham gia giao dịch;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Cung cấp thông tin về tổ chức, cá nhân kinh doanh hoạt động trên nền tảng số trung gian khi người tiêu dùng giao dịch với tổ chức, cá nhân kinh doanh đó có yêu cầu;"
                                        },
                                        {
                                            "index": "d",
                                            "content": "Cho phép người tiêu dùng phản hồi, đánh giá về tổ chức, cá nhân kinh doanh, sản phẩm, hàng hóa, dịch vụ do tổ chức, cá nhân kinh doanh bán, cung cấp, đồng thời hiển thị đầy đủ, chính xác kết quả phản hồi, đánh giá, trừ trường hợp phản hồi, đánh giá đó vi phạm quy định của pháp luật, trái đạo đức xã hội;"
                                        },
                                        {
                                            "index": "đ",
                                            "content": "Hiển thị đầy đủ, minh bạch thông tin sản phẩm, hàng hóa, dịch vụ do tổ chức, cá nhân kinh doanh bán, cung cấp, bao gồm các nội dung bắt buộc thể hiện trên nhãn hàng hóa theo quy định của pháp luật về nhãn hàng hóa, trừ các thông tin có tính chất riêng biệt theo sản phẩm, bao gồm: ngày, tháng, năm sản xuất; thời hạn sử dụng; số lô sản xuất; số khung, số máy; tiêu chuẩn kết quả cần đạt được trong cung cấp sản phẩm, hàng hóa, dịch vụ;"
                                        },
                                        {
                                            "index": "e",
                                            "content": "Chỉ định, công bố công khai đầu mối tiếp nhận và giải quyết phản ánh, yêu cầu, khiếu nại của người tiêu dùng liên quan đến sản phẩm, hàng hóa, dịch vụ, nội dung thông tin trên nền tảng số trung gian; tiếp nhận và giải quyết phản ánh, yêu cầu, khiếu nại của người tiêu dùng đối với tổ chức thiết lập, vận hành nền tảng số trung gian;"
                                        },
                                        {
                                            "index": "g",
                                            "content": "Có biện pháp cho phép hiển thị ưu tiên đánh giá, phản ánh, kiến nghị của tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng hoặc tổ chức đánh giá tín nhiệm theo quy định của pháp luật;"
                                        },
                                        {
                                            "index": "h",
                                            "content": "Trực tiếp lưu trữ thông tin hoặc cung cấp giải pháp lưu trữ thông tin về sản phẩm, hàng hóa, dịch vụ và các giao dịch liên quan, cho phép người tiêu dùng truy cập, truy vết, tải, lưu trữ và in hóa đơn, chứng từ, tài liệu liên quan đến giao dịch trên nền tảng số trung gian mà mình quản lý;"
                                        },
                                        {
                                            "index": "i",
                                            "content": "Minh bạch hoạt động quảng cáo trên không gian mạng theo quy định của pháp luật trong trường hợp có hoạt động quảng cáo;"
                                        },
                                        {
                                            "index": "k",
                                            "content": "Cung cấp báo cáo về các hoạt động kiểm duyệt nội dung đã thực hiện theo yêu cầu của cơ quan nhà nước có thẩm quyền;"
                                        },
                                        {
                                            "index": "l",
                                            "content": "Duy trì tài khoản báo cáo trực tuyến và cung cấp thông tin, dữ liệu cập nhật đến thời điểm được yêu cầu báo cáo để phục vụ hoạt động thanh tra, kiểm tra của cơ quan quản lý nhà nước có thẩm quyền theo quy định của pháp luật;"
                                        },
                                        {
                                            "index": "m",
                                            "content": "Xác thực danh tính tổ chức, cá nhân bán sản phẩm, hàng hóa, cung cấp dịch vụ trên nền tảng số trung gian của mình;"
                                        },
                                        {
                                            "index": "n",
                                            "content": "Chịu trách nhiệm với người tiêu dùng theo quy định của pháp luật về thương mại điện tử trong trường hợp tổ chức, cá nhân kinh doanh trong nước và nước ngoài bán, cung cấp sản phẩm, hàng hóa, dịch vụ cho người tiêu dùng trên lãnh thổ Việt Nam;"
                                        },
                                        {
                                            "index": "o",
                                            "content": "Thực hiện trách nhiệm khác theo quy định của Luật này và quy định khác của pháp luật có liên quan."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "4",
                                    "content": "Tổ chức thiết lập, vận hành nền tảng số lớn phải thực hiện quy định tại khoản 3 Điều này và có trách nhiệm sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Thiết lập kho lưu trữ quảng cáo có sử dụng thuật toán để hướng đến người tiêu dùng, nhóm người tiêu dùng cụ thể;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Đánh giá định kỳ hoạt động kiểm duyệt nội dung, việc sử dụng hệ thống thuật toán và quảng cáo hướng đến người tiêu dùng, nhóm người tiêu dùng cụ thể;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Đánh giá định kỳ việc thực hiện quy định xử lý tài khoản giả, việc sử dụng trí tuệ nhân tạo, các giải pháp tự động toàn bộ hoặc tự động một phần."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "5",
                                    "content": "Chính phủ quy định chi tiết khoản 4 Điều này.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "40",
                            "title": "Trách nhiệm công khai, gỡ bỏ thông tin cảnh báo người tiêu dùng trong giao dịch trên không gian mạng",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Nội dung công khai thông tin cảnh báo bao gồm:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Danh sách tổ chức, cá nhân kinh doanh trên không gian mạng có hành vi vi phạm quyền, lợi ích hợp pháp của người tiêu dùng bị xử lý theo quy định của Luật này và quy định khác của pháp luật có liên quan;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Danh sách tổ chức, cá nhân kinh doanh trên không gian mạng có hành vi vi phạm pháp luật về bảo vệ quyền lợi người tiêu dùng bị xử lý bởi cơ quan nước ngoài có thẩm quyền và có ảnh hưởng đến quyền lợi người tiêu dùng Việt Nam."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Trách nhiệm công khai các thông tin cảnh báo được quy định như sau:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Bộ, cơ quan ngang Bộ, Ủy ban nhân dân cấp tỉnh có trách nhiệm cung cấp, công khai thông tin cảnh báo người tiêu dùng trong giao dịch trên không gian mạng quy định tại khoản 1 Điều này thuộc thẩm quyền theo quy định của pháp luật;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Tổ chức, cá nhân kinh doanh trên không gian mạng có hành vi vi phạm bị xử lý theo quy định của Luật này và quy định khác của pháp luật có liên quan có trách nhiệm cung cấp thông tin cho cơ quan quản lý nhà nước có thẩm quyền thông qua hệ thống thông tin, báo cáo theo quy định của pháp luật;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Cơ quan báo chí, tổ chức chính trị - xã hội, tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng công khai thông tin cảnh báo người tiêu dùng trong giao dịch trên không gian mạng bằng hình thức phù hợp, bảo đảm thuận tiện cho người tiêu dùng tiếp nhận thông tin. Việc công khai thông tin cảnh báo phải tuân thủ quy định của Luật này và quy định khác của pháp luật có liên quan."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Chính phủ quy định chi tiết Điều này.",
                                    "subitems": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "section",
                    "index": "2",
                    "title": "CUNG CẤP DỊCH VỤ LIÊN TỤC",
                    "articles": [
                        {
                            "type": "article",
                            "index": "41",
                            "title": "Trách nhiệm của tổ chức, cá nhân kinh doanh cung cấp dịch vụ liên tục",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Tổ chức, cá nhân kinh doanh cung cấp dịch vụ liên tục trên lãnh thổ Việt Nam có trách nhiệm thông báo công khai về đại diện theo pháp luật tại Việt Nam. Trường hợp tổ chức, cá nhân kinh doanh cung cấp dịch vụ liên tục trên lãnh thổ Việt Nam không có đại diện theo pháp luật tại Việt Nam thì phải chỉ định đại diện theo ủy quyền tại Việt Nam và thông báo công khai về đại diện theo ủy quyền tại Việt Nam. Đại diện của tổ chức, cá nhân kinh doanh có trách nhiệm thực hiện quy định của pháp luật về bảo vệ quyền lợi người tiêu dùng.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Không được yêu cầu người tiêu dùng thanh toán bất kỳ khoản tiền nào trước khi dịch vụ được cung cấp đến người tiêu dùng, trừ trường hợp các bên có thỏa thuận khác.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Không được đơn phương chấm dứt thực hiện hợp đồng, ngừng cung cấp dịch vụ không đúng hợp đồng hoặc trái quy định của pháp luật. Trường hợp cần sửa chữa, bảo trì hoặc vì lý do khác bắt buộc phải ngừng cung cấp dịch vụ, tổ chức, cá nhân kinh doanh cung cấp dịch vụ phải thông báo trước cho người tiêu dùng về thời gian ngừng cung cấp dịch vụ và thời gian cung cấp lại dịch vụ chậm nhất là 03 ngày làm việc trước ngày ngừng cung cấp dịch vụ, trừ trường hợp bất khả kháng.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "4",
                                    "content": "Thường xuyên kiểm tra chất lượng dịch vụ mà mình cung cấp, bảo đảm chất lượng dịch vụ như đã cam kết với người tiêu dùng.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "5",
                                    "content": "Thực hiện quy định tại Điều 37 và Điều 38 của Luật này trong trường hợp cung cấp dịch vụ liên tục thông qua giao dịch từ xa.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "42",
                            "title": "Hợp đồng cung cấp dịch vụ liên tục",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Hợp đồng cung cấp dịch vụ liên tục phải được lập thành văn bản và cung cấp cho người tiêu dùng 01 bản.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Hợp đồng theo mẫu về cung cấp dịch vụ liên tục phải có nội dung quy định tại khoản 3 Điều 23 của Luật này và các nội dung sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Tên, địa chỉ, số điện thoại, phương thức liên hệ khác (nếu có) của tổ chức, cá nhân kinh doanh hoặc đại diện của tổ chức, cá nhân kinh doanh tại Việt Nam (nếu có);"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Mô tả dịch vụ được cung cấp;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Thời điểm và thời hạn cung cấp dịch vụ;"
                                        },
                                        {
                                            "index": "d",
                                            "content": "Thông tin chính xác, đầy đủ về các khoản phí, chi phí, cách thức tính phí, chi phí có thể phát sinh và các điều kiện giao dịch chung được áp dụng trong quá trình cung cấp dịch vụ cho người tiêu dùng;"
                                        },
                                        {
                                            "index": "đ",
                                            "content": "Thông báo cho người tiêu dùng về việc nộp phí để tiếp tục sử dụng dịch vụ theo cách thức đã được thỏa thuận tối thiểu 07 ngày làm việc trước ngày hết hạn sử dụng dịch vụ;"
                                        },
                                        {
                                            "index": "e",
                                            "content": "Thông báo cho người tiêu dùng về thời điểm kết thúc hợp đồng theo cách thức đã được thỏa thuận tối thiểu 07 ngày làm việc trước ngày hợp đồng kết thúc."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Trừ trường hợp các bên có thỏa thuận khác, người tiêu dùng có quyền đơn phương chấm dứt thực hiện hợp đồng cung cấp dịch vụ liên tục tại bất kỳ thời điểm nào và thông báo cho tổ chức, cá nhân kinh doanh cung cấp dịch vụ. Trong trường hợp người tiêu dùng đơn phương chấm dứt thực hiện hợp đồng, người tiêu dùng chỉ phải thanh toán đối với phần dịch vụ mà mình đã sử dụng.",
                                    "subitems": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "section",
                    "index": "3",
                    "title": "BÁN HÀNG TRỰC TIẾP",
                    "articles": [
                        {
                            "type": "article",
                            "index": "43",
                            "title": "Trách nhiệm của tổ chức, cá nhân kinh doanh trong hoạt động bán hàng tận cửa",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Tổ chức, cá nhân kinh doanh thực hiện hoạt động bán hàng tận cửa thông qua các hình thức sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Tự mình thực hiện;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Người lao động của tổ chức, cá nhân kinh doanh;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Đại diện được thuê hoặc được ủy quyền."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Cá nhân quy định tại khoản 1 Điều này khi bán hàng tận cửa có trách nhiệm sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Giới thiệu tên, số điện thoại, địa chỉ, trụ sở của tổ chức, cá nhân kinh doanh chịu trách nhiệm về hoạt động bán, cung cấp sản phẩm, hàng hóa, dịch vụ; cung cấp tài liệu chứng minh mối quan hệ với tổ chức, cá nhân kinh doanh;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Không được tiếp tục đề nghị bán, cung cấp sản phẩm, hàng hóa, dịch vụ khi người tiêu dùng đã từ chối;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Giải thích cho người tiêu dùng đầy đủ, chính xác, rõ ràng về nội dung hợp đồng, thông tin mà người tiêu dùng quan tâm liên quan đến sản phẩm, hàng hóa, dịch vụ."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Tổ chức, cá nhân kinh doanh phải chịu trách nhiệm đối với hoạt động bán hàng của cá nhân bán hàng tận cửa quy định tại khoản 1 Điều này.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "44",
                            "title": "Hợp đồng bán hàng tận cửa",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Hợp đồng bán hàng tận cửa phải được lập thành văn bản và cung cấp cho người tiêu dùng 01 bản, trừ trường hợp các bên có thỏa thuận khác.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Trường hợp hợp đồng bán hàng tận cửa được lập thành văn bản thì tổ chức, cá nhân kinh doanh phải dành tối thiểu 03 ngày làm việc kể từ ngày giao kết hợp đồng để người tiêu dùng cân nhắc lại việc quyết định thực hiện hợp đồng. Trong thời hạn này, người tiêu dùng có quyền đơn phương chấm dứt thực hiện hợp đồng đã giao kết và thông báo cho tổ chức, cá nhân kinh doanh.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Trường hợp hợp đồng bán hàng tận cửa được lập thành văn bản, khi ký kết hợp đồng, người tiêu dùng phải tự ghi ngày, tháng, năm giao kết.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "45",
                            "title": "Trách nhiệm của tổ chức, cá nhân bán hàng đa cấp",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Tổ chức bán hàng đa cấp có trách nhiệm sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Niêm yết công khai các tài liệu hoạt động tại trụ sở chính, chi nhánh, văn phòng đại diện, địa điểm kinh doanh, trang thông tin điện tử, phần mềm ứng dụng (nếu có) của tổ chức bán hàng đa cấp;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Thực hiện đúng quy tắc hoạt động, kế hoạch trả thưởng;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Xuất hóa đơn theo từng giao dịch bán hàng;"
                                        },
                                        {
                                            "index": "d",
                                            "content": "Nhận lại hàng hóa và trả lại tiền theo yêu cầu của cá nhân tham gia bán hàng đa cấp hoặc người tiêu dùng nếu yêu cầu được thực hiện trong thời hạn 30 ngày kể từ ngày nhận hàng hóa và hàng hóa còn nguyên bao bì, tem, nhãn và còn thời hạn sử dụng;"
                                        },
                                        {
                                            "index": "đ",
                                            "content": "Chịu trách nhiệm đối với hoạt động bán hàng đa cấp của cá nhân tham gia bán hàng đa cấp trong trường hợp hoạt động đó được thực hiện tại trụ sở chính, chi nhánh, văn phòng đại diện, địa điểm kinh doanh hoặc tại các hội nghị, hội thảo, khóa đào tạo của tổ chức bán hàng đa cấp."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Cá nhân tham gia bán hàng đa cấp có trách nhiệm sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Xuất trình thẻ thành viên trước khi giới thiệu hoặc tiếp thị, bán hàng;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Tuân thủ hợp đồng tham gia bán hàng đa cấp và quy tắc hoạt động;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Không được lợi dụng chức vụ, quyền hạn, địa vị xã hội, nghề nghiệp để khuyến khích, yêu cầu, lôi kéo, dụ dỗ người khác tham gia vào mạng lưới bán hàng đa cấp hoặc mua hàng hóa kinh doanh theo phương thức đa cấp."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Chính phủ quy định chi tiết Điều này.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "46",
                            "title": "Hợp đồng tham gia bán hàng đa cấp",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Tổ chức bán hàng đa cấp và cá nhân tham gia bán hàng đa cấp phải giao kết hợp đồng tham gia bán hàng đa cấp bằng văn bản.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Hợp đồng tham gia bán hàng đa cấp phải đáp ứng các điều kiện về ngôn ngữ, hình thức theo quy định của Luật này và pháp luật về quản lý bán hàng đa cấp.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "47",
                            "title": "Trách nhiệm của tổ chức, cá nhân kinh doanh trong hoạt động bán hàng không tại địa điểm giao dịch thường xuyên",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Trừ trường hợp pháp luật có quy định khác, khi bán sản phẩm, hàng hóa, cung cấp dịch vụ không tại địa điểm giao dịch thường xuyên với tổng giá trị hơn 10 triệu đồng, tổ chức, cá nhân kinh doanh có trách nhiệm sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Thông báo đến Ủy ban nhân dân cấp xã tại nơi tổ chức bán sản phẩm, hàng hóa, cung cấp dịch vụ trước khi thực hiện các nội dung sau đây: tên, địa chỉ, số điện thoại liên hệ của tổ chức, cá nhân kinh doanh, địa điểm dự kiến tổ chức bán hàng, nội dung chương trình bán hàng, phương thức bán hàng, giá và sản phẩm, hàng hóa, dịch vụ;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Niêm yết công khai thông tin về tổ chức, cá nhân kinh doanh và sản phẩm, hàng hóa, dịch vụ tại địa điểm tổ chức bán hàng;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Duy trì thông tin liên hệ, giải quyết phản ánh, yêu cầu, khiếu nại của người tiêu dùng trong và sau khi kết thúc bán, cung cấp sản phẩm, hàng hóa, dịch vụ;"
                                        },
                                        {
                                            "index": "d",
                                            "content": "Cung cấp thông tin đầy đủ, trung thực, chính xác về sản phẩm, hàng hóa, dịch vụ và hoạt động của tổ chức, cá nhân kinh doanh;"
                                        },
                                        {
                                            "index": "đ",
                                            "content": "Nhận lại sản phẩm, hàng hóa, dịch vụ trong thời hạn 30 ngày kể từ ngày bán, cung cấp với điều kiện còn nguyên bao bì, nhãn hàng hóa, tem (nếu có), còn thời hạn sử dụng;"
                                        },
                                        {
                                            "index": "e",
                                            "content": "Giao hóa đơn, chứng từ mua bán, giao nhận sản phẩm, hàng hóa, dịch vụ;"
                                        },
                                        {
                                            "index": "g",
                                            "content": "Trường hợp hợp đồng cung cấp sản phẩm, hàng hóa, dịch vụ quy định tại Điều này được lập thành văn bản thì tổ chức, cá nhân kinh doanh phải chuyển hợp đồng cho người tiêu dùng. Trong thời hạn 03 ngày làm việc kể từ ngày nhận được hợp đồng, người tiêu dùng có quyền quyết định thực hiện hợp đồng hoặc đơn phương chấm dứt thực hiện hợp đồng đã giao kết và thông báo cho tổ chức, cá nhân kinh doanh. Trước khi hết thời hạn này, tổ chức, cá nhân kinh doanh không được yêu cầu người tiêu dùng đặt cọc, thanh toán hoặc thực hiện nội dung hợp đồng, trừ trường hợp pháp luật có quy định khác."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Ủy ban nhân dân cấp xã có trách nhiệm tiếp nhận thông báo, theo dõi và kiểm tra việc bán hàng của tổ chức, cá nhân kinh doanh theo nội dung đã thông báo quy định tại khoản 1 Điều này.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Chính phủ quy định chi tiết Điều này.",
                                    "subitems": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type": "chapter",
            "index": "IV",
            "title": "HOẠT ĐỘNG BẢO VỆ QUYỀN LỢI NGƯỜI TIÊU DÙNG CỦA MẶT TRẬN TỔ QUỐC VIỆT NAM, TỔ CHỨC CHÍNH TRỊ - XÃ HỘI VÀ TỔ CHỨC XÃ HỘI",
            "articles": [
                {
                    "type": "article",
                    "index": "48",
                    "title": "Trách nhiệm của Mặt trận Tổ quốc Việt Nam và tổ chức chính trị - xã hội",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Mặt trận Tổ quốc Việt Nam có trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Tuyên truyền, vận động để người dân hiểu rõ và thực hiện chủ trương, đường lối của Đảng, chính sách, pháp luật của Nhà nước về công tác bảo vệ quyền lợi người tiêu dùng;"
                                },
                                {
                                    "index": "b",
                                    "content": "Giám sát việc thực hiện quy định của pháp luật về bảo vệ quyền lợi người tiêu dùng của cơ quan quản lý nhà nước các cấp, tổ chức, cá nhân kinh doanh; phản biện xã hội đối với dự thảo văn bản pháp luật, kế hoạch, chương trình, dự án, đề án của cơ quan nhà nước về bảo vệ quyền lợi người tiêu dùng."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức chính trị - xã hội có trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Thực hiện quy định tại khoản 1 Điều này;"
                                },
                                {
                                    "index": "b",
                                    "content": "Tư vấn, hỗ trợ cho đoàn viên, hội viên và Nhân dân về các vấn đề liên quan đến bảo vệ quyền lợi người tiêu dùng."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "49",
                    "title": "Tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức xã hội thành lập và hoạt động theo quy định của pháp luật về hội được tham gia hoạt động bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng bao gồm tổ chức xã hội có tôn chỉ, mục đích tham gia bảo vệ quyền lợi người tiêu dùng và tổ chức xã hội khác tham gia bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng hoạt động theo quy định của Luật này và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Nhà nước khuyến khích các tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng. Tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng được Nhà nước giao thực hiện một số nhiệm vụ về bảo vệ quyền lợi người tiêu dùng và được Nhà nước hỗ trợ kinh phí theo quy định của pháp luật về ngân sách nhà nước, pháp luật về hội, quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "50",
                    "title": "Hoạt động của tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Hoạt động của tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng bao gồm:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Hướng dẫn, giúp đỡ, tư vấn người tiêu dùng khi có yêu cầu;"
                                },
                                {
                                    "index": "b",
                                    "content": "Cung cấp cho cơ quan quản lý nhà nước có thẩm quyền thông tin về hành vi vi phạm pháp luật của tổ chức, cá nhân kinh doanh;"
                                },
                                {
                                    "index": "c",
                                    "content": "Tham gia góp ý xây dựng chủ trương, chính sách, pháp luật, kế hoạch, chương trình, dự án, đề án về bảo vệ quyền lợi người tiêu dùng;"
                                },
                                {
                                    "index": "d",
                                    "content": "Tuyên truyền, phổ biến, giáo dục chủ trương, chính sách, pháp luật về bảo vệ quyền lợi người tiêu dùng và chủ trương, chính sách, pháp luật có liên quan;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Tham gia hỗ trợ thương lượng, hòa giải tranh chấp giữa người tiêu dùng và tổ chức, cá nhân kinh doanh theo quy định của pháp luật khi có yêu cầu;"
                                },
                                {
                                    "index": "e",
                                    "content": "Độc lập khảo sát, thử nghiệm, công bố kết quả khảo sát, thử nghiệm do mình thực hiện về chất lượng sản phẩm, hàng hóa, dịch vụ theo quy định của pháp luật; phản ánh, đánh giá mức độ tin cậy của tổ chức, cá nhân kinh doanh trên không gian mạng; thông tin, cảnh báo cho người tiêu dùng về sản phẩm, hàng hóa, dịch vụ và chịu trách nhiệm trước pháp luật về việc thông tin, cảnh báo của mình; kiến nghị cơ quan nhà nước có thẩm quyền xử lý vi phạm pháp luật về bảo vệ quyền lợi người tiêu dùng;"
                                },
                                {
                                    "index": "g",
                                    "content": "Đại diện cho người tiêu dùng thực hiện khởi kiện vụ án dân sự về bảo vệ quyền lợi người tiêu dùng khi có yêu cầu và ủy quyền theo quy định của pháp luật;"
                                },
                                {
                                    "index": "h",
                                    "content": "Tự mình khởi kiện vụ án dân sự về bảo vệ quyền lợi người tiêu dùng vì lợi ích công cộng khi đáp ứng điều kiện quy định tại khoản 2 Điều này;"
                                },
                                {
                                    "index": "i",
                                    "content": "Tổ chức đào tạo nâng cao nhận thức và kiến thức tiêu dùng cho người tiêu dùng."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng có quyền tự mình khởi kiện vụ án dân sự về bảo vệ quyền lợi người tiêu dùng vì lợi ích công cộng khi có đủ các điều kiện sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Được thành lập hợp pháp theo quy định của pháp luật;"
                                },
                                {
                                    "index": "b",
                                    "content": "Có tôn chỉ, mục đích hoạt động vì quyền lợi người tiêu dùng hoặc vì lợi ích công cộng liên quan đến quyền lợi người tiêu dùng;"
                                },
                                {
                                    "index": "c",
                                    "content": "Có thời gian hoạt động tối thiểu 01 năm kể từ ngày tổ chức xã hội được thành lập đến ngày tổ chức xã hội thực hiện quyền tự khởi kiện;"
                                },
                                {
                                    "index": "d",
                                    "content": "Có phạm vi hoạt động từ cấp huyện trở lên."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "51",
                    "title": "Quyền của tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tham gia các hoạt động kiểm tra liên quan đến bảo vệ quyền lợi người tiêu dùng theo yêu cầu của cơ quan nhà nước có thẩm quyền.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Phối hợp với các cơ quan, tổ chức trong hoạt động tham gia bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Được cơ quan quản lý nhà nước thông báo kết quả tiếp nhận, xử lý, bảo mật thông tin do mình cung cấp, kiến nghị.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Được đào tạo, tập huấn kiến thức, kỹ năng về hoạt động bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Gia nhập các tổ chức quốc tế về bảo vệ quyền lợi người tiêu dùng theo quy định của pháp luật về hội và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "6",
                            "content": "Tham gia chương trình, dự án, đề tài nghiên cứu, tư vấn, phản biện, giám định xã hội và các hoạt động khác liên quan đến bảo vệ quyền lợi người tiêu dùng theo đề nghị của cơ quan quản lý nhà nước có thẩm quyền.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "52",
                    "title": "Trách nhiệm của tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tuân thủ quy định của Luật này và quy định khác của pháp luật có liên quan.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Không xâm phạm lợi ích của Nhà nước, quyền, lợi ích hợp pháp của tổ chức, cá nhân trong quá trình tham gia hoạt động bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "53",
                    "title": "Tổ chức xã hội có tôn chỉ, mục đích tham gia bảo vệ quyền lợi người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Tổ chức xã hội có tôn chỉ, mục đích tham gia bảo vệ quyền lợi người tiêu dùng thực hiện các hoạt động quy định tại khoản 1 Điều 50 của Luật này.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức xã hội có tôn chỉ, mục đích tham gia bảo vệ quyền lợi người tiêu dùng được cơ quan quản lý nhà nước có thẩm quyền giao thực hiện hoạt động quy định tại các điểm a, d, đ, e, g, h và i khoản 1 Điều 50 của Luật này.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Tổ chức xã hội có tôn chỉ, mục đích tham gia bảo vệ quyền lợi người tiêu dùng không được từ chối tư vấn, hỗ trợ những khiếu nại chính đáng của người tiêu dùng.",
                            "subitems": []
                        }
                    ]
                }
            ]
        },
        {
            "type": "chapter",
            "index": "V",
            "title": "GIẢI QUYẾT TRANH CHẤP GIỮA NGƯỜI TIÊU DÙNG VÀ TỔ CHỨC, CÁ NHÂN KINH DOANH",
            "sections": [
                {
                    "type": "section",
                    "index": "1",
                    "title": "QUY ĐỊNH CHUNG",
                    "articles": [
                        {
                            "type": "article",
                            "index": "54",
                            "title": "Phương thức giải quyết tranh chấp giữa người tiêu dùng và tổ chức, cá nhân kinh doanh",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Tranh chấp phát sinh giữa người tiêu dùng và tổ chức, cá nhân kinh doanh được giải quyết thông qua các phương thức sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Thương lượng;"
                                        },
                                        {
                                            "index": "h",
                                            "content": "Hòa giải;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Trọng tài;"
                                        },
                                        {
                                            "index": "d",
                                            "content": "Tòa án."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Không được thương lượng, hòa giải trong các trường hợp sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Xâm phạm đến lợi ích quốc gia, dân tộc, lợi ích công cộng;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Vi phạm điều cấm của luật hoặc trái đạo đức xã hội;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Gây thiệt hại đến lợi ích của nhiều người tiêu dùng, trừ trường hợp xác định đầy đủ số lượng người tiêu dùng bị thiệt hại."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Phương thức giải quyết tranh chấp giữa người tiêu dùng và tổ chức, cá nhân kinh doanh được thực hiện theo hình thức trực tiếp, trực tuyến hoặc hình thức khác theo quy định của pháp luật có liên quan.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "55",
                            "title": "Trách nhiệm cung cấp thông tin, tài liệu trong quá trình giải quyết tranh chấp giữa người tiêu dùng và tổ chức, cá nhân kinh doanh",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Cơ quan, tổ chức, cá nhân có liên quan có trách nhiệm cung cấp đầy đủ, chính xác và kịp thời thông tin, tài liệu theo yêu cầu của cơ quan nhà nước có thẩm quyền, tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng trong quá trình giải quyết tranh chấp giữa người tiêu dùng và tổ chức, cá nhân kinh doanh theo quy định của pháp luật.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Cơ quan nhà nước có thẩm quyền, tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng có trách nhiệm bảo mật thông tin, tài liệu được cung cấp theo quy định của pháp luật.",
                                    "subitems": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "section",
                    "index": "2",
                    "title": "THƯƠNG LƯỢNG",
                    "articles": [
                        {
                            "type": "article",
                            "index": "56",
                            "title": "Yêu cầu và tiếp nhận thương lượng",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Người tiêu dùng có quyền yêu cầu tổ chức, cá nhân kinh doanh thương lượng.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Tổ chức, cá nhân kinh doanh phải tiếp nhận yêu cầu thương lượng của người tiêu dùng theo quy định tại Điều 57 của Luật này.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Trường hợp tổ chức, cá nhân kinh doanh không trả lời yêu cầu thương lượng của người tiêu dùng theo quy định tại Điều 57 của Luật này hoặc từ chối thương lượng mà không có lý do chính đáng, người tiêu dùng có quyền yêu cầu cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng, tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng hỗ trợ thương lượng khi quyền, lợi ích hợp pháp của mình bị xâm phạm.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "57",
                            "title": "Trình tự, thủ tục thương lượng",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Người tiêu dùng gửi yêu cầu thương lượng và thông tin, tài liệu liên quan (nếu có) đến tổ chức, cá nhân kinh doanh tại trụ sở chính, chi nhánh, văn phòng đại diện, địa điểm kinh doanh, trang thông tin điện tử hoặc thông qua phương thức liên lạc khác do tổ chức, cá nhân kinh doanh đã công khai hoặc đang áp dụng.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Tổ chức, cá nhân kinh doanh có trách nhiệm tiếp nhận, tiến hành thương lượng với người tiêu dùng trong thời hạn 07 ngày làm việc kể từ ngày nhận được yêu cầu.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Trong trường hợp quy định tại khoản 3 Điều 56 của Luật này, người tiêu dùng gửi yêu cầu hỗ trợ thương lượng và thông tin, tài liệu liên quan bằng hình thức trực tiếp hoặc qua đường bưu điện hoặc trực tuyến đến cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng, tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "4",
                                    "content": "Trong thời hạn 07 ngày làm việc kể từ ngày nhận được yêu cầu của người tiêu dùng, cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng, tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng có trách nhiệm chuyển yêu cầu của người tiêu dùng đến tổ chức, cá nhân kinh doanh được yêu cầu thương lượng.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "5",
                                    "content": "Tổ chức, cá nhân kinh doanh có trách nhiệm tiến hành thương lượng với người tiêu dùng trong thời hạn 07 ngày làm việc kể từ ngày nhận được yêu cầu và thông báo bằng văn bản kết quả thương lượng đến cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng, tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng trong thời hạn 05 ngày làm việc kể từ ngày kết thúc thương lượng.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "6",
                                    "content": "Trường hợp từ chối yêu cầu thương lượng của người tiêu dùng, trong thời hạn 07 ngày làm việc kể từ ngày nhận được yêu cầu thương lượng, tổ chức, cá nhân kinh doanh phải trả lời bằng văn bản và nêu rõ lý do.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "58",
                            "title": "Trường hợp không tiếp nhận và giải quyết yêu cầu hỗ trợ thương lượng",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Người tiêu dùng là người chưa thành niên, người mất năng lực hành vi dân sự hoặc hạn chế năng lực hành vi dân sự hoặc có khó khăn trong nhận thức, làm chủ hành vi mà không có người đại diện hợp pháp.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Người yêu cầu hỗ trợ thương lượng không phải là người tiêu dùng hoặc người đại diện hợp pháp của người tiêu dùng.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Người tiêu dùng không cung cấp đầy đủ thông tin, tài liệu để xác định chính xác tổ chức, cá nhân có liên quan hoặc bằng chứng liên quan đến giao dịch.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "4",
                                    "content": "Nội dung yêu cầu hỗ trợ thương lượng không thuộc thẩm quyền của cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng hoặc mục đích, phạm vi, lĩnh vực hoạt động của tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "5",
                                    "content": "Yêu cầu hỗ trợ thương lượng đã được cơ quan nhà nước có thẩm quyền, tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng giải quyết.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "59",
                            "title": "Quyền và trách nhiệm của các bên trong quá trình thương lượng",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Trong quá trình thương lượng, người tiêu dùng và tổ chức, cá nhân kinh doanh có quyền sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Đồng ý hoặc từ chối tham gia thương lượng theo quy định của Luật này;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Lựa chọn thời gian, hình thức thương lượng;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Yêu cầu tạm dừng hoặc chấm dứt thương lượng;"
                                        },
                                        {
                                            "index": "d",
                                            "content": "Yêu cầu giữ bí mật về việc thương lượng;"
                                        },
                                        {
                                            "index": "đ",
                                            "content": "Được tự do bày tỏ ý chí về nội dung thương lượng;"
                                        },
                                        {
                                            "index": "e",
                                            "content": "Quyền khác theo quy định của Luật này và quy định khác của pháp luật có liên quan."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Trong quá trình thương lượng, người tiêu dùng và tổ chức, cá nhân kinh doanh có trách nhiệm sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Tiến hành thương lượng theo quy định của pháp luật và phù hợp với đạo đức xã hội, quyền, trách nhiệm công dân, văn hóa kinh doanh;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Trình bày đúng sự thật các tình tiết của tranh chấp, cung cấp thông tin, tài liệu có liên quan đến vụ tranh chấp;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Thực hiện kết quả thương lượng thành trên nguyên tắc trung thực, thiện chí;"
                                        },
                                        {
                                            "index": "d",
                                            "content": "Trách nhiệm khác theo quy định của Luật này và quy định khác của pháp luật có liên quan."
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "60",
                            "title": "Kết quả thương lượng",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Kết quả thương lượng của tổ chức, cá nhân kinh doanh với người tiêu dùng được lập thành văn bản, trừ trường hợp các bên có thỏa thuận khác.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Trường hợp kết quả thương lượng được lập thành văn bản, văn bản về kết quả thương lượng bao gồm các nội dung sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Các bên tham gia thương lượng;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Thời gian, địa điểm tiến hành thương lượng;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Nội dung thương lượng;"
                                        },
                                        {
                                            "index": "d",
                                            "content": "Kết quả thương lượng;"
                                        },
                                        {
                                            "index": "đ",
                                            "content": "Nội dung khác theo thỏa thuận của các bên phù hợp với quy định của pháp luật."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Trường hợp kết quả thương lượng được lập thành văn bản thì văn bản phải có chữ ký hoặc điểm chỉ của các bên thương lượng.",
                                    "subitems": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "section",
                    "index": "3",
                    "title": "HÒA GIẢI",
                    "articles": [
                        {
                            "type": "article",
                            "index": "61",
                            "title": "Trình tự, thủ tục hòa giải",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Tổ chức, cá nhân kinh doanh và người tiêu dùng có quyền thỏa thuận lựa chọn bên thứ ba để thực hiện việc hòa giải.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Trình tự, thủ tục hòa giải thực hiện theo quy định của pháp luật về hòa giải.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "62",
                            "title": "Nguyên tắc thực hiện hòa giải",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Bảo đảm khách quan, trung thực, thiện chí, bình đẳng, công bằng, tự nguyện; không được ép buộc, lừa dối.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Tổ chức, cá nhân tiến hành hòa giải, các bên tham gia hòa giải phải bảo đảm bí mật thông tin liên quan đến việc hòa giải, trừ trường hợp các bên có thỏa thuận khác hoặc pháp luật có quy định khác.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "63",
                            "title": "Tổ chức hòa giải",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Tổ chức hòa giải tranh chấp giữa người tiêu dùng và tổ chức, cá nhân kinh doanh bao gồm:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Tổ chức hòa giải theo quy định của pháp luật về hòa giải thương mại, pháp luật về hòa giải tại cơ sở, pháp luật về hòa giải tại tòa án;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Tổ chức khác có chức năng hòa giải tranh chấp giữa người tiêu dùng và tổ chức, cá nhân kinh doanh theo quy định của pháp luật."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Tổ chức hòa giải theo quy định tại điểm a và điểm c khoản 1 Điều này có trách nhiệm công nhận, công bố Danh sách hòa giải viên đủ điều kiện theo quy định của Luật này và chỉ định các hòa giải viên tham gia thực hiện việc hòa giải theo yêu cầu của các bên.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "64",
                            "title": "Hòa giải viên",
                            "items": [
                                {
                                    "type": "text",
                                    "content": "Hòa giải viên hòa giải tranh chấp giữa người tiêu dùng và tổ chức, cá nhân kinh doanh bao gồm:"
                                },
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Hòa giải viên theo quy định của pháp luật về hòa giải có liên quan;",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Hòa giải viên thuộc tổ chức quy định tại điểm a và điểm c khoản 1 Điều 63 của Luật này là công dân Việt Nam đáp ứng đủ các điều kiện sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Có năng lực hành vi dân sự đầy đủ;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Có phẩm chất đạo đức tốt, trung thực, có uy tín;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Có kỹ năng hòa giải, hiểu biết pháp luật về bảo vệ quyền lợi người tiêu dùng và pháp luật khác có liên quan;"
                                        },
                                        {
                                            "index": "d",
                                            "content": "Không đang trong thời gian bị truy cứu trách nhiệm hình sự hoặc đã bị kết án mà chưa được xóa án tích."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Trường hợp tranh chấp giữa người tiêu dùng và tổ chức, cá nhân kinh doanh mà có người dân tộc thiểu số thì phải có ít nhất 01 hòa giải viên là người dân tộc thiểu số hoặc là người sử dụng thông thạo tiếng của dân tộc thiểu số đó. Trường hợp không có hòa giải viên đáp ứng yêu cầu tại khoản này thì các bên tham gia hòa giải tự bố trí phiên dịch hoặc đề nghị hòa giải viên bố trí phiên dịch, trừ trường hợp các bên có thỏa thuận khác.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "65",
                            "title": "Kết quả hòa giải",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Khi đạt được kết quả hòa giải thành, các bên lập văn bản về kết quả hòa giải thành.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Văn bản về kết quả hòa giải thành đối với trường hợp quy định tại điểm a và điểm c khoản 1 Điều 63 của Luật này phải có các nội dung sau đây:",
                                    "subitems": [
                                        {
                                            "index": "a",
                                            "content": "Tổ chức, cá nhân tiến hành hòa giải;"
                                        },
                                        {
                                            "index": "b",
                                            "content": "Các bên tham gia hòa giải;"
                                        },
                                        {
                                            "index": "c",
                                            "content": "Thời gian, địa điểm tiến hành hòa giải;"
                                        },
                                        {
                                            "index": "d",
                                            "content": "Nội dung hòa giải;"
                                        },
                                        {
                                            "index": "đ",
                                            "content": "Ý kiến của các bên tham gia hòa giải;"
                                        },
                                        {
                                            "index": "e",
                                            "content": "Kết quả hòa giải và giải pháp thực hiện;"
                                        },
                                        {
                                            "index": "g",
                                            "content": "Thời hạn thực hiện kết quả hòa giải thành;"
                                        },
                                        {
                                            "index": "h",
                                            "content": "Nội dung khác theo thỏa thuận của các bên phù hợp với quy định của pháp luật."
                                        }
                                    ]
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Văn bản về kết quả hòa giải phải có chữ ký hoặc điểm chỉ của các bên tham gia hòa giải, có chữ ký xác nhận của cá nhân tiến hành hòa giải và đóng dấu xác nhận của tổ chức tiến hành hòa giải (nếu có).",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "66",
                            "title": "Thực hiện và công nhận kết quả hòa giải thành",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Các bên tham gia hòa giải có trách nhiệm thực hiện kết quả hòa giải thành trong thời hạn đã thỏa thuận trong văn bản về kết quả hòa giải thành.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Một trong các bên tham gia hòa giải có quyền yêu cầu Tòa án ra quyết định công nhận kết quả hòa giải thành.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Việc yêu cầu và công nhận kết quả hòa giải thành thực hiện theo quy định của pháp luật về tố tụng dân sự.",
                                    "subitems": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "section",
                    "index": "4",
                    "title": "TRỌNG TÀI",
                    "articles": [
                        {
                            "type": "article",
                            "index": "67",
                            "title": "Hiệu lực của điều khoản trọng tài",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Tổ chức, cá nhân kinh doanh phải thông báo về điều khoản trọng tài trước khi giao kết hợp đồng và được người tiêu dùng chấp thuận.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Trường hợp điều khoản trọng tài do tổ chức, cá nhân kinh doanh đưa vào hợp đồng theo mẫu hoặc điều kiện giao dịch chung thì khi xảy ra tranh chấp, người tiêu dùng có quyền lựa chọn phương thức giải quyết tranh chấp khác.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "68",
                            "title": "Trình tự, thủ tục giải quyết tranh chấp tại trọng tài",
                            "items": [
                                {
                                    "type": "text",
                                    "content": "Trình tự, thủ tục giải quyết tranh chấp tại trọng tài được thực hiện theo quy định của pháp luật về trọng tài thương mại."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "69",
                            "title": "Nghĩa vụ chứng minh",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Người tiêu dùng có nghĩa vụ cung cấp chứng cứ và chứng minh để bảo vệ quyền, lợi ích hợp pháp của mình theo quy định của pháp luật, trừ việc chứng minh lỗi của tổ chức, cá nhân kinh doanh.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Tổ chức, cá nhân kinh doanh có nghĩa vụ chứng minh mình không có lỗi gây ra thiệt hại theo quy định của pháp luật.",
                                    "subitems": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "section",
                    "index": "5",
                    "title": "GIẢI QUYẾT TRANH CHẤP TẠI TÒA ÁN",
                    "articles": [
                        {
                            "type": "article",
                            "index": "70",
                            "title": "Vụ án dân sự về bảo vệ quyền lợi người tiêu dùng",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Vụ án dân sự về bảo vệ quyền lợi người tiêu dùng là vụ án mà bên khởi kiện là người tiêu dùng hoặc tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng theo quy định tại Luật này. Tòa án giải quyết vụ án dân sự về bảo vệ quyền lợi người tiêu dùng theo trình tự, thủ tục quy định tại Bộ luật Tố tụng dân sự.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Vụ án dân sự về bảo vệ quyền lợi người tiêu dùng có giá trị giao dịch dưới 100 triệu đồng thì được giải quyết theo thủ tục rút gọn mà không phải đáp ứng các điều kiện quy định tại khoản 1 Điều 317 của Bộ luật Tố tụng Dân sự.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Vụ án dân sự về bảo vệ quyền lợi người tiêu dùng không thuộc trường hợp quy định tại khoản 2 Điều này được giải quyết theo thủ tục rút gọn khi đáp ứng đủ các điều kiện quy định tại khoản 1 Điều 317 của Bộ luật Tố tụng dân sự.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "71",
                            "title": "Án phí đối với vụ án dân sự về bảo vệ quyền lợi người tiêu dùng",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Án phí đối với vụ án dân sự về bảo vệ quyền lợi người tiêu dùng được thực hiện theo quy định của pháp luật về án phí, lệ phí Tòa án và quy định của Luật này.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Người tiêu dùng khởi kiện vụ án dân sự bảo vệ quyền, lợi ích hợp pháp của mình, tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng đại diện cho người tiêu dùng theo ủy quyền khởi kiện vụ án dân sự về bảo vệ quyền lợi người tiêu dùng không phải nộp tiền tạm ứng án phí.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng khởi kiện vụ án dân sự về bảo vệ quyền lợi người tiêu dùng vì lợi ích công cộng không phải nộp tiền tạm ứng án phí, không phải chịu án phí.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "72",
                            "title": "Công khai thông tin về vụ án dân sự về bảo vệ quyền lợi người tiêu dùng vì lợi ích công cộng do tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng khởi kiện",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng khởi kiện vụ án dân sự về bảo vệ quyền lợi người tiêu dùng vì lợi ích công cộng có trách nhiệm công khai thông báo thụ lý vụ án của Tòa án về việc khởi kiện trong thời hạn 07 ngày làm việc kể từ ngày Tòa án thụ lý.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Việc công khai thông báo thụ lý vụ án được thực hiện bằng hình thức niêm yết tại trụ sở và đăng tải trên trang thông tin điện tử, phần mềm ứng dụng (nếu có) của tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng tối thiểu 15 ngày kể từ ngày niêm yết, đăng tải.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "3",
                                    "content": "Trong thời hạn 07 ngày làm việc kể từ ngày kết thúc vụ án, tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng có trách nhiệm công khai kết quả giải quyết vụ án theo hình thức, thời hạn quy định tại khoản 2 Điều này.",
                                    "subitems": []
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "index": "73",
                            "title": "Tiền bồi thường thiệt hại trong vụ án dân sự về bảo vệ quyền lợi người tiêu dùng vì lợi ích công cộng do tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng khởi kiện",
                            "items": [
                                {
                                    "type": "item",
                                    "index": "1",
                                    "content": "Tiền bồi thường thiệt hại và đối tượng thụ hưởng trong vụ án dân sự về bảo vệ quyền lợi người tiêu dùng vì lợi ích công cộng do tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng khởi kiện được thực hiện theo bản án, quyết định của Tòa án.",
                                    "subitems": []
                                },
                                {
                                    "type": "item",
                                    "index": "2",
                                    "content": "Trong trường hợp không xác định được đối tượng thụ hưởng, tiền bồi thường thiệt hại trong vụ án dân sự về bảo vệ quyền lợi người tiêu dùng vì lợi ích công cộng do tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng khởi kiện được sử dụng để phục vụ cho các hoạt động chung vì quyền lợi người tiêu dùng theo quy định của Chính phủ.",
                                    "subitems": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type": "chapter",
            "index": "VI",
            "title": "QUẢN LÝ NHÀ NƯỚC VỀ BẢO VỆ QUYỀN LỢI NGƯỜI TIÊU DÙNG",
            "articles": [
                {
                    "type": "article",
                    "index": "74",
                    "title": "Trách nhiệm quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Chính phủ thống nhất quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Bộ Công Thương là cơ quan đầu mối giúp Chính phủ thống nhất quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Bộ, cơ quan ngang Bộ, trong phạm vi nhiệm vụ, quyền hạn của mình, có trách nhiệm triển khai hoạt động bảo vệ quyền lợi người tiêu dùng trong lĩnh vực được phân công quản lý, phối hợp với Bộ Công Thương thực hiện quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Ủy ban nhân dân các cấp, trong phạm vi nhiệm vụ, quyền hạn của mình, thực hiện quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng tại địa phương.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "75",
                    "title": "Trách nhiệm của Bộ Công Thương",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Ban hành theo thẩm quyền hoặc trình cơ quan nhà nước có thẩm quyền ban hành và tổ chức thực hiện chính sách, pháp luật, chiến lược, kế hoạch, dự án, đề án, chương trình, hoạt động cấp quốc gia về bảo vệ quyền lợi người tiêu dùng; thúc đẩy sản xuất và tiêu dùng bền vững hướng đến kinh tế xanh, kinh tế tuần hoàn; khuyến khích, thúc đẩy đầu tư, sản xuất, phân phối, xuất khẩu, nhập khẩu sản phẩm, công nghệ thân thiện môi trường, thực hành kinh doanh có trách nhiệm vì người tiêu dùng phù hợp với lộ trình hội nhập quốc tế và thực hiện các điều ước quốc tế có liên quan.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Tổ chức thực hiện tuyên truyền, phổ biến, giáo dục kiến thức và pháp luật về bảo vệ quyền lợi người tiêu dùng; tư vấn, hỗ trợ và nâng cao nhận thức về bảo vệ quyền lợi người tiêu dùng; đào tạo nguồn nhân lực, bồi dưỡng nghiệp vụ phục vụ công tác bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Tổ chức hoạt động khảo sát, thử nghiệm; công bố kết quả khảo sát, thử nghiệm chất lượng sản phẩm, hàng hóa, dịch vụ; thông tin, cảnh báo cho người tiêu dùng về sản phẩm, hàng hóa, dịch vụ trong lĩnh vực được phân công quản lý.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "4",
                            "content": "Xây dựng cơ sở dữ liệu thông tin quốc gia về bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "5",
                            "content": "Thực hiện việc giao nhiệm vụ cho tổ chức xã hội có tôn chỉ, mục đích tham gia bảo vệ quyền lợi người tiêu dùng theo quy định tại khoản 2 Điều 53 của Luật này và quy định của luật khác có liên quan.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "6",
                            "content": "Quản lý hoạt động bảo vệ quyền lợi người tiêu dùng của tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng, tổ chức hòa giải về bảo vệ quyền lợi người tiêu dùng theo quy định của pháp luật.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "7",
                            "content": "Xây dựng cơ chế phối hợp với các Bộ, cơ quan ngang Bộ có liên quan để triển khai các hoạt động về bảo vệ quyền lợi người tiêu dùng theo thẩm quyền.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "8",
                            "content": "Yêu cầu các Bộ, cơ quan ngang Bộ, Ủy ban nhân dân cấp tỉnh báo cáo định kỳ, đột xuất về công tác bảo vệ quyền lợi người tiêu dùng, tổng hợp báo cáo cơ quan nhà nước có thẩm quyền.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "9",
                            "content": "Kiểm soát hợp đồng theo mẫu, điều kiện giao dịch chung theo thẩm quyền.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "10",
                            "content": "Thanh tra, kiểm tra, giải quyết khiếu nại, tố cáo và xử lý vi phạm pháp luật về bảo vệ quyền lợi người tiêu dùng theo thẩm quyền.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "11",
                            "content": "Thực hiện hợp tác quốc tế về bảo vệ quyền lợi người tiêu dùng.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "76",
                    "title": "Trách nhiệm của các Bộ, cơ quan ngang Bộ",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Thực hiện trách nhiệm quy định tại các khoản 1, 2, 3, 5, 6, 10 và 11 Điều 75 của Luật này trong lĩnh vực được phân công quản lý; phối hợp với Bộ Công Thương thực hiện trách nhiệm quy định tại khoản 4 và khoản 9 Điều 75 của Luật này.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Chủ trì, phối hợp với Bộ Công Thương xây dựng và triển khai thực hiện các hoạt động về bảo vệ quyền lợi người tiêu dùng theo thẩm quyền trong lĩnh vực được phân công quản lý.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "77",
                    "title": "Trách nhiệm của Ủy ban nhân dân các cấp",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Ủy ban nhân dân cấp tỉnh có trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Thực hiện trách nhiệm quy định tại các khoản 1, 2, 3, 5, 6, 9, 10 và 11 Điều 75 của Luật này theo thẩm quyền tại địa phương; phối hợp với Bộ Công Thương thực hiện trách nhiệm quy định tại khoản 4 Điều 75 của Luật này;"
                                },
                                {
                                    "index": "b",
                                    "content": "Ban hành quy chế phối hợp quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng và tiếp nhận, giải quyết phản ánh, yêu cầu, khiếu nại của người tiêu dùng tại địa phương;"
                                },
                                {
                                    "index": "c",
                                    "content": "Hướng dẫn chuyên môn, nghiệp vụ để cơ quan quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng cấp huyện thực hiện các nội dung liên quan đến bảo vệ quyền lợi người tiêu dùng;"
                                },
                                {
                                    "index": "d",
                                    "content": "Tham gia hợp tác quốc tế về bảo vệ quyền lợi người tiêu dùng theo phân công, phân cấp hoặc hợp tác quốc tế với địa phương của các quốc gia có chung đường biên giới theo quy định của pháp luật."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Ủy ban nhân dân cấp huyện có trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Thực hiện trách nhiệm quy định tại khoản 10 Điều 75 của Luật này theo thẩm quyền tại địa phương;"
                                },
                                {
                                    "index": "b",
                                    "content": "Tuyên truyền, phổ biến, giáo dục kiến thức và pháp luật về bảo vệ quyền lợi người tiêu dùng; tư vấn, hỗ trợ và nâng cao nhận thức về bảo vệ quyền lợi người tiêu dùng tại địa phương;"
                                },
                                {
                                    "index": "c",
                                    "content": "Kiểm tra hoạt động của tổ chức xã hội tham gia bảo vệ quyền lợi người tiêu dùng thuộc thẩm quyền quản lý tại địa phương;"
                                },
                                {
                                    "index": "d",
                                    "content": "Quản lý theo thẩm quyền đối với các chợ, trung tâm thương mại trên địa bàn để bảo vệ quyền lợi người tiêu dùng khi người tiêu dùng mua, sử dụng sản phẩm, hàng hóa, dịch vụ tại các địa điểm này;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Hướng dẫn chuyên môn, nghiệp vụ để Ủy ban nhân dân cấp xã thực hiện các biện pháp cần thiết để bảo vệ quyền lợi người tiêu dùng khi người tiêu dùng mua, sử dụng sản phẩm, hàng hóa, dịch vụ của các cá nhân hoạt động thương mại ngoài phạm vi chợ, trung tâm thương mại;"
                                },
                                {
                                    "index": "e",
                                    "content": "Báo cáo kết quả thực hiện quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng trên địa bàn theo định kỳ hoặc theo yêu cầu của cơ quan nhà nước có thẩm quyền cấp trên;"
                                },
                                {
                                    "index": "g",
                                    "content": "Ban hành quy chế phối hợp quản lý nhà nước về bảo vệ quyền lợi người tiêu dùng tại các cơ quan nhà nước cấp huyện."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "3",
                            "content": "Ủy ban nhân dân cấp xã có trách nhiệm sau đây:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Thực hiện trách nhiệm quy định tại điểm b khoản 2 Điều này tại địa phương;"
                                },
                                {
                                    "index": "b",
                                    "content": "Kiểm tra hoạt động của các ban quản lý chợ, thương nhân kinh doanh chợ trên địa bàn trong việc thực hiện nội dung bảo vệ quyền lợi người tiêu dùng trong nội quy của chợ theo quy định của pháp luật. Trong trường hợp không có Ban quản lý chợ, thương nhân kinh doanh chợ thì Ủy ban nhân dân cấp xã có trách nhiệm thực hiện các biện pháp để bảo vệ quyền lợi người tiêu dùng trong phạm vi chợ;"
                                },
                                {
                                    "index": "c",
                                    "content": "Quản lý, kiểm tra hoạt động của các cá nhân hoạt động thương mại độc lập, thường xuyên, không phải đăng ký kinh doanh hoạt động tại địa phương ngoài phạm vi chợ, trung tâm thương mại để bảo vệ quyền lợi người tiêu dùng;"
                                },
                                {
                                    "index": "d",
                                    "content": "Tiếp nhận thông báo của tổ chức hoạt động bán hàng không tại địa điểm giao dịch thường xuyên và kiểm tra, theo dõi hoạt động bán hàng không tại địa điểm giao dịch thường xuyên trên địa bàn theo quy định của Luật này;"
                                },
                                {
                                    "index": "đ",
                                    "content": "Xử lý vi phạm về bảo vệ quyền lợi người tiêu dùng theo thẩm quyền và theo quy định của pháp luật;"
                                },
                                {
                                    "index": "e",
                                    "content": "Tuyên truyền, khuyến khích để cá nhân hoạt động thương mại trong phạm vi chợ, trung tâm thương mại; tạo điều kiện để cá nhân hoạt động kinh doanh trong phạm vi chợ."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type": "chapter",
            "index": "VII",
            "title": "ĐIỀU KHOẢN THI HÀNH",
            "articles": [
                {
                    "type": "article",
                    "index": "78",
                    "title": "Sửa đổi, bổ sung một số điều của Bộ luật Tố tụng dân sự số 92/2015/QH13 đã được sửa đổi, bổ sung một số điều theo Bộ luật số 45/2019/QH14, Luật số 59/2020/QH14 và Luật số 13/2022/QH15",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Sửa đổi, bổ sung điểm b khoản 3 Điều 191 như sau: “b) Tiến hành thủ tục thụ lý vụ án theo thủ tục thông thường hoặc theo thủ tục rút gọn nếu vụ án có đủ điều kiện để giải quyết theo thủ tục rút gọn quy định tại khoản 1 hoặc khoản 5 Điều 317 của Bộ luật này;”.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Sửa đổi, bổ sung một số khoản của Điều 317 như sau:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Sửa đổi, bổ sung đoạn mở đầu khoản 1 như sau: “1. Trừ trường hợp quy định tại khoản 5 Điều này, Tòa án giải quyết vụ án theo thủ tục rút gọn khi có đủ các điều kiện sau đây:”;"
                                },
                                {
                                    "index": "b",
                                    "content": "Bổ sung khoản 5 vào sau khoản 4 như sau: “5. Điều kiện áp dụng thủ tục rút gọn trong việc giải quyết vụ án dân sự về bảo vệ quyền lợi người tiêu dùng có giá trị giao dịch dưới 100 triệu đồng được thực hiện theo quy định tại khoản 2 Điều 70 của Luật Bảo vệ quyền lợi người tiêu dùng.”."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "79",
                    "title": "Hiệu lực thi hành",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Luật này có hiệu lực thi hành từ ngày 01 tháng 7 năm 2024.",
                            "subitems": []
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Luật Bảo vệ quyền lợi người tiêu dùng số 59/2010/QH12 đã được sửa đổi, bổ sung một số điều theo Luật số 35/2018/QH14 hết hiệu lực kể từ ngày Luật này có hiệu lực thi hành, trừ trường hợp quy định tại điểm a khoản 1 và khoản 2 Điều 80 của Luật này.",
                            "subitems": []
                        }
                    ]
                },
                {
                    "type": "article",
                    "index": "80",
                    "title": "Điều khoản chuyển tiếp",
                    "items": [
                        {
                            "type": "item",
                            "index": "1",
                            "content": "Đối với giao dịch giữa tổ chức, cá nhân kinh doanh và người tiêu dùng được xác lập trước ngày Luật này có hiệu lực thi hành thì việc áp dụng pháp luật được thực hiện như sau:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Giao dịch giữa tổ chức, cá nhân kinh doanh và người tiêu dùng chưa được thực hiện mà có nội dung, hình thức khác với quy định của Luật này thì các bên tiếp tục thực hiện theo quy định của Luật Bảo vệ quyền lợi người tiêu dùng số 59/2010/QH12 đã được sửa đổi, bổ sung một số điều theo Luật số 35/2018/QH14. Trường hợp các bên có thỏa thuận mới về việc sửa đổi, bổ sung nội dung, hình thức của giao dịch thì phải bảo đảm phù hợp với Luật này và áp dụng quy định của Luật này kể từ ngày Luật này có hiệu lực thi hành. Giao dịch giữa tổ chức, cá nhân kinh doanh và người tiêu dùng đang được thực hiện mà có nội dung, hình thức khác với quy định của Luật này thì áp dụng quy định của Luật Bảo vệ quyền lợi người tiêu dùng số 59/2010/QH12 đã được sửa đổi, bổ sung một số điều theo Luật số 35/2018/QH14;"
                                },
                                {
                                    "index": "b",
                                    "content": "Giao dịch giữa tổ chức, cá nhân kinh doanh và người tiêu dùng chưa được thực hiện hoặc đang được thực hiện mà có nội dung và hình thức phù hợp với quy định của Luật này thì áp dụng quy định của Luật này."
                                }
                            ]
                        },
                        {
                            "type": "item",
                            "index": "2",
                            "content": "Đối với hợp đồng theo mẫu, điều kiện giao dịch chung đã được công khai, áp dụng đối với người tiêu dùng trước ngày Luật này có hiệu lực thi hành thì việc áp dụng pháp luật được quy định như sau:",
                            "subitems": [
                                {
                                    "index": "a",
                                    "content": "Hợp đồng theo mẫu, điều kiện giao dịch chung không thuộc trường hợp phải đăng ký theo quy định của pháp luật, tổ chức, cá nhân kinh doanh phải hoàn thành việc sửa đổi, bổ sung nội dung, hình thức của hợp đồng theo mẫu, điều kiện giao dịch chung và công khai để phù hợp với quy định của Luật này trước ngày 31 tháng 12 năm 2024;"
                                },
                                {
                                    "index": "b",
                                    "content": "Hợp đồng theo mẫu, điều kiện giao dịch chung thuộc trường hợp phải đăng ký theo quy định của pháp luật tại thời điểm Luật này có hiệu lực thi hành, tổ chức, cá nhân kinh doanh phải hoàn thành việc đăng ký hợp đồng theo mẫu, điều kiện giao dịch chung phù hợp với quy định của Luật này trước ngày 31 tháng 12 năm 2024. Luật này được Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam khóa XV, kỳ họp thứ 5 thông qua ngày 20 tháng 6 năm 2023."
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ]
}